[
  {
    "case_id": "001",
    "title": "Social Media Misinformation on COVID-19",
    "description": "Misinformation spread on social media about COVID-19 infections and deaths in Kathmandu hospitals.",
    "location": {
      "district": "Ramechhap",
      "municipality": "Khanda Devi",
      "ward": 1,
      "current_residence": {
        "district": "Bhaktapur",
        "municipality": "Suryabinayak",
        "ward": 8,
        "area": "Sipadol"
      }
    },
    "suspect": {
      "name": "Vivek Thapa Magar",
      "age": 20,
      "activity": "Posted unverified audio recordings on a news portal causing public panic."
    },
    "arrest_date": "2076-12-08",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"]
  },
  {
    "case_id": "002",
    "title": "Maina Dhital vs. Bikash Thapa",
    "description": "The government filed a case based on a first information report by Maina Dhital, alleging that Bikash Thapa sent vulgar emails defaming her character.",
    "location": {
      "district": "Kathmandu",
      "court": "Supreme Court of Nepal",
      "previous_courts": ["Patan Appellate Court", "Kathmandu District Court"]
    },
    "suspect": {
      "name": "Bikash Thapa",
      "activity": "Sent vulgar emails to Maina Dhital, defaming her character."
    },
    "arrest_date": "Not specified",
    "legal_action": "Charged under Section 47 of the Electronic Transactions Act 2063. The Supreme Court set bail at Rs. 25,000, and he was acquitted by the Patan Appellate Court.",
    "law_sections": ["47"]
  },
  {
    "case_id": "003",
    "title": "Sarita Kumari Thapa vs. Kedar Dev Sharma",
    "description": "The government filed a complaint under the name of Sarita Kumari Thapa, alleging that Kedar Dev Sharma sent vulgar text messages threatening her and defaming her character.",
    "location": {
      "district": "Not specified",
      "court": "Not specified"
    },
    "suspect": {
      "name": "Kedar Dev Sharma",
      "activity": "Sent vulgar text messages to Sarita Kumari Thapa, defaming her character."
    },
    "arrest_date": "Not specified",
    "legal_action": "Charged under Section 47 of the Electronic Transactions Act 2063. Compensation for damages under Section 76 was also sought.",
    "law_sections": ["47"]
  },
  {
    "case_id": "004",
    "title": "Karuna Bista vs. Ujual Karki",
    "description": "The government brought the case based on a report that Ujual Karki sent vulgar phone calls and messages to Karuna Bista and defamed her character through a fake Facebook account.",
    "location": {
      "district": "Not specified",
      "court": "Not specified"
    },
    "suspect": {
      "name": "Ujual Karki",
      "activity": "Sent vulgar phone calls and messages to Karuna Bista, defaming her character through a fake Facebook account."
    },
    "arrest_date": "Not specified",
    "legal_action": "Charged under Section 47 and Section 75 of the Electronic Transactions Act 2063. Compensation for damages was also sought.",
    "law_sections": ["47", "75"]
  },
  {
    "case_id": "005",
    "title": "Vianet Data Breach Case",
    "description": "An anonymous hacker breached and leaked the personal details of approximately 176,000 Vianet customers, including names, locations, email addresses, and phone numbers. The hacker exploited an IDOR vulnerability in Vianet's systems.",
    "location": {
      "district": "Not specified",
      "court": "Not specified"
    },
    "suspect": {
      "name": "Anonymous hacker (17-year-old)",
      "activity": "Exploited an IDOR vulnerability in Vianet's systems and leaked customer data."
    },
    "arrest_date": "Not specified",
    "legal_action": "The hacker was sentenced to six months in prison and fined 30,000 Nepalese rupees under the Child Rights Act of 2075, Section 36(5).",
    "law_sections": ["CA-1992"]
  },
  {
    "case_id": "006",
    "title": "Nepal Government vs. Ravi Kumar Kesari",
    "description": "The government charged Ravi Kumar Kesari for uploading video clips of sexual content on different sites, which violated moral and social laws.",
    "location": {
      "district": "Kathmandu",
      "court": "Kathmandu District Court"
    },
    "suspect": {
      "name": "Ravi Kumar Kesari",
      "activity": "Uploaded video clips of sexual content on different sites, violating moral and social laws."
    },
    "arrest_date": "2069-06-03",
    "legal_action": "Charged under Sections 46, 47(1), and 76 of the Electronic Transactions Act 2006.",
    "law_sections": ["46", "47", "76"]
  },
  {
    "case_id": "007",
    "title": "Shreya Singhal vs. Union of India",
    "description": "This landmark case deal with the constitutionality of Section 66A of the Information Technology Act, 2000. Section 66A criminalized the sending of offensive or menacing messages through electronic communication. The Supreme Court of India struck down Section 66A.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Challenged the constitutional validity of Section 66A of the Information Technology Act, 2000."
    },
    "arrest_date": "Not applicable",
    "legal_action": "Section 66A was struck down by the Supreme Court of India in 2015.",
    "law_sections": ["66A"]
  },
  {
    "case_id": "008",
    "title": "Vodafone India Services Private Limited vs. Union of India",
    "description": "This case deal with Aadhaar data security and the legality of a regulation requiring telecom service providers to link Aadhaar numbers of subscribers.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Challenged the legality of Aadhaar number linking regulation."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court of India declared the regulation unconstitutional.",
    "law_sections": ["Aadhaar"]
  },
  {
    "case_id": "009",
    "title": "Shakti Vahini vs. Union of India",
    "description": "This case deal with online hate speech and the responsibility of online platforms to prevent the spread of such content.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Involved in spreading online hate speech."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court highlighted the responsibilities of intermediaries under the Information Technology Act, 2000, particularly Section 79.",
    "law_sections": ["79"]
  },
  {
    "case_id": "010",
    "title": "Novartis AG vs. Union of India",
    "description": "This case involved a patent dispute related to the cancer drug Glivec. Novartis sought a patent for a modified version of Glivec, but the Indian Patent Office rejected the application.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Novartis AG",
      "activity": "Sought patent for a modified version of the cancer drug Glivec."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court of India upheld the Indian Patent Office's decision to reject the patent application.",
    "law_sections": ["Patent"]
  },
  {
    "case_id": "011",
    "title": "Aadhaar Data Breach Case",
    "description": "This case involved the breach of personal data stored in the Aadhaar database, compromising the information of millions of individuals.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Unauthorized access and leak of Aadhaar data."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court imposed guidelines for Aadhaar data protection and recognized the right to privacy.",
    "law_sections": ["Aadhaar"]
  },
  {
    "case_id": "012",
    "title": "Fraud Case Against Woman in Kathmandu",
    "description": "A woman was arrested in Kathmandu on charges of fraud for misleading people with false promises of investment returns. The accused allegedly raised funds online through a fraudulent scheme, claiming significant profits per purchase. The platform involved deceived approximately 12,000 people.",
    "location": {
      "country": "Nepal",
      "court": "Kathmandu District Court"
    },
    "suspect": {
      "name": "Mahjan",
      "activity": "Agent of the fraud gang raising funds with false profit promises through a network-style platform."
    },
    "arrest_date": "Wednesday",
    "legal_action": "The Kathmandu District Court has granted an additional seven-day investigation period for the accused. The case is under investigation by the Kathmandu Valley Crime Investigation Office.",
    "law_sections": ["Fraud", "Online Fundraising"]
  },
  {
    "case_id": "013",
    "title": "Fraud Case Involving OTP Scams in Kathmandu",
    "description": "Two individuals were arrested in Kathmandu for engaging in OTP fraud by impersonating employees of banks and wallet companies. They deceived victims into sharing their OTP codes by pretending to be bank or wallet company employees. The fraudulent activity involved accessing victims' accounts and spending the stolen money at various locations, including shops, restaurants, and bars. They also committed additional online fraud using stolen personal documents.",
    "location": {
      "country": "Nepal",
      "court": "Kathmandu District Court"
    },
    "suspect": [
      {
        "name": "Satyam Kumar Sahani",
        "age": 21,
        "activity": "Impersonated a bank or wallet company employee to commit OTP fraud."
      },
      {
        "name": "Satamamamamamir Sahani",
        "age": 21,
        "activity": "Impersonated a bank or wallet company employee to commit OTP fraud."
      }
    ],
    "arrest_date": "Wednesday",
    "legal_action": "The suspects have been charged with fraud, and the case is under investigation by the Kathmandu Valley Crime Research Office. Police have recovered ATM cards, mobile phones, and identification documents from the suspects.",
    "law_sections": ["Fraud", "Online Scams", "Identity Theft"]
  },
  {
    "case_id": "014",
    "title": "Invasion of Privacy and Unauthorized Recording Incident in Kathmandu",
    "description": "A man named Mia was arrested for illegally recording a video of a woman bathing through a window connecting two toilets in Kathmandu. The incident occurred when Mia used a mobile phone to capture the video, which led to the woman's shock and subsequent police involvement. Upon examination, it was discovered that the video actually featured the woman's mother, not the woman who initially complained. Mia was charged with offenses related to creating and disseminating unauthorized explicit content.",
    "location": {
      "country": "Nepal",
      "court": "Kathmandu District Court"
    },
    "suspect": {
      "name": "Mia",
      "activity": "Illegally recorded and attempted to disseminate a video of a woman bathing through a window connecting two toilets."
    },
    "arrest_date": "20th",
    "legal_action": "Mia was arrested and charged under subsection 1(a) of Article 121 of the country's Crime Code 20. The charge pertains to creating and distributing unauthorized explicit content. Mia is facing potential imprisonment for up to one year or a fine of 10,000 Rupees or both. He is currently a fugitive.",
    "law_sections": ["Crime Code 20", "Privacy Violation", "Unauthorized Recording"]
  },
  {
    "case_id": "015",
    "title": "Rauthat District Social Media Incident",
    "description": "A 20-year-old man from Rauthat was charged for editing and posting a photo of a young woman on Facebook with a derogatory caption. The incident escalated after the man was angered by a phone call and used the woman's photo to defame her publicly.",
    "location": {
        "country": "Nepal",
        "court": "Rauthat District Court"
    },
    "suspect": {
        "name": "Mukhia Tiger",
        "activity": "Edited and posted a derogatory photo of the young woman on Facebook."
    },
    "arrest_date": "Sawan 20, 2021",
    "legal_action": "The suspect has been charged under the Electronic Trade Act 20 for defamation. The case is under judicial proceedings, with the possibility of a fine up to one million rupees."
  },
  {
    "case_id": "016",
    "title": "Imtiaz Ahmed Online Fraud Case",
    "description": "Imtiaz Ahmed from Siraha Lahan was arrested for committing online fraud and abusing various social media platforms. He deceived victims by pretending to be a foreign bank manager, claiming to send valuable items and demanding taxes for the goods. He also used fraudulent excuses to request money, extracting approximately Rs 100,000 from various individuals. Ahmed was involved in operating fraudulent accounts and ATM cards, and the stolen money was distributed to India.",
    "location": {
        "country": "Nepal",
        "court": "District Police Complex"
    },
    "suspect": {
        "name": "Imtiaz Ahmed",
        "activity": "Executed online fraud schemes by deceiving individuals through social media, extracting money using fake foreign bank claims, and misusing ATM cards."
    },
    "arrest_date": "Sunday",
    "legal_action": "Imtiaz Ahmed has been arrested and is under further investigation by the District Police Complex. He is suspected of being a main agent in an online fraud gang, with evidence of illegal activity involving ATM cards and financial transactions.",
    "law_sections": ["Cyber Crime", "Fraud"]
  },
  {
    "case_id": "017",
    "title": "Teacher Arrested for Caste Discrimination on Facebook",
    "description": "Tark Bahadur Singh, an English teacher at Nepal National Secondary School in Mahabu-4, Geetachaur, Surkhet, was arrested for making caste-discriminatory comments on Facebook. The comments were deemed to incite ethnic discrimination. The arrest followed a complaint lodged on 8th Shrawan, and Singh was apprehended with the help of the District Police Office, Dailekh. The comments were made in response to criticism about Karnali Province Chief Tilak Pariyar's staff details posted on social media.",
    "location": {
        "country": "Nepal",
        "court": "District Police Office, Surkhet"
    },
    "suspect": {
        "name": "Tark Bahadur Singh",
        "activity": "Made caste-discriminatory comments on Facebook, inciting ethnic division."
    },
    "arrest_date": "8th Shrawan",
    "legal_action": "Tark Bahadur Singh has been arrested under charges related to caste discrimination and could face additional charges under the Electronic Transactions Act, 2063 for inappropriate use of social media. Further investigation is ongoing.",
    "law_sections": ["Caste Discrimination", "Electronic Transactions Act"]
  },
  {
    "case_id": "018",
    "title": "Arrest of Youth for Fraudulent Activities via Instagram",
    "description": "Purushottam Bhandari, a 23-year-old from Jhapa currently residing in Lalitpur, has been arrested for fraudulently collecting money under the pretense of sending individuals to Canada. Bhandari, who has completed only up to the 10th grade, used Instagram to connect with people and then convinced them to transfer money to his accounts by promising to facilitate their travel to Canada. After defrauding a total of NPR 8,415,000, victims filed a complaint, leading to his arrest in Koteshwor. Further investigation is underway to determine whether Bhandari acted independently or was part of a larger fraud scheme.",
    "location": {
        "country": "Nepal",
        "court": "District Police Office, Bhadrakali"
    },
    "suspect": {
        "name": "Purushottam Bhandari",
        "activity": "Used Instagram to defraud individuals by promising to send them to Canada and collecting money under false pretenses."
    },
    "arrest_date": "Friday (date unspecified)",
    "legal_action": "Purushottam Bhandari has been arrested and is under investigation by the District Police Office, Bhadrakali. Further inquiries are being conducted to establish the full extent of the fraud and any potential accomplices.",
    "law_sections": ["Fraud"]
  },
  {
    "case_id": "0019",
    "title": "Arrest of Individuals for International Call Bypass",
    "description": "Bhupendra Shrestha, 40, from Sindhupalchowk, and Khumprasadh Giri, 24, from Jhapa, have been arrested for operating an illegal international call bypass system. Shrestha had set up the call bypass center in the upper floor of his three-story house in Kharyabot, Banasthali, Kathmandu. They used devices with 8-port capabilities and SIM cards from NTC and Ncell. The arrests were made following a tip-off and with technical assistance from Nepal Telecom and Ncell.",
    "location": {
        "country": "Nepal",
        "court": "District Court, Kathmandu"
    },
    "suspect": {
        "name": ["Bhupendra Shrestha", "Khumprasadh Giri"],
        "activity": "Operated an illegal international call bypass system using devices with NTC and Ncell SIM cards."
    },
    "arrest_date": "Date unspecified",
    "legal_action": "The suspects have been charged under the Telecommunications Act, 2053. A five-day remand has been granted by the District Court, Kathmandu, for further investigation.",
    "law_sections": ["Telecommunications"]
  },
  {
    "case_id": "020",
    "title": "Cyber Assault and Suicide Attempt: Alleged Rape and Harassment Through Dating App",
    "description": "A 23-year-old man was arrested for allegedly raping a young woman he met on a dating app. The suspect reportedly attempted suicide after learning about the rape accusation. The victim claims she was coerced into alcohol consumption and sexually assaulted, while the suspect argues the encounter was consensual.",
    "location": {
        "country": "Nepal",
        "court": "District Court, Kathmandu"
    },
    "suspect": {
        "name": "Unspecified",
        "age": 23,
        "activity": "Accused of rape and attempted suicide"
    },
    "victim": {
        "name": "Unspecified",
        "age": "Unspecified",
        "description": "The victim alleges rape under coercion after meeting the suspect via a dating app."
    },
    "incident_date": "April 27, 2023",
    "legal_action": "Charges of rape under the Muluki Criminal Code, 2074. The case is under investigation with requests for confidential hearings.",
    "law_sections": ["Muluki Criminal Code, 2074"]
  },
  {
    "case_id": "021",
    "title": "Cyber Defamation: School Threatens Legal Action Over Social Media Misinformation",
    "description": "Gajedi Secondary School in Rupandehi has issued a press release condemning the misuse of its name on social media. False messages associating the school with illicit activities, such as smoking and drug use, have been circulated to mislead the public. The school has warned of legal action against those involved in spreading these harmful messages.",
    "location": {
        "country": "Nepal",
        "district": "Rupandehi",
        "municipality": "Kanchan"
    },
    "suspect": {
        "name": "Unspecified",
        "activity": "Spread of false and misleading information on social media"
    },
    "victim": {
        "name": "Gajedi Secondary School",
        "description": "The school has been falsely associated with illicit activities on social media, damaging its reputation."
    },
    "incident_date": "August 2024",
    "legal_action": "Threatened legal action under cyber laws. The school has warned that it will approach the relevant authorities if such activities persist.",
    "law_sections": ["Cybercrime Act"]
  },
  {
    "case_id": "022",
    "title": "Disciplinary Actions Against Police Personnel for Social Media Misuse",
    "description": "In the fiscal year 2080/81, 92 police officers in Nepal faced disciplinary action for the misuse of social media. The Nepal Police released a report detailing these cases, highlighting that the majority involved junior officers. The offenses ranged from inappropriate posts to violations of conduct on various social platforms, leading to repercussions for personnel from constables to senior superintendents.",
    "location": {
        "country": "Nepal",
        "organization": "Nepal Police"
    },
    "suspect": {
        "name": "92 Police Officers",
        "activity": "Misuse of social media leading to disciplinary actions"
    },
    "victim": {
        "name": "Nepal Police's Reputation",
        "description": "The reputation of the Nepal Police was impacted due to the misuse of social media by its personnel."
    },
    "incident_date": "Fiscal Year 2080/81",
    "legal_action": "Disciplinary actions taken internally by the Nepal Police."
  },
  {
    "case_id": "023",
    "title": "Arrest for Fraudulent Use of Another's Citizenship to Open Bank Account",
    "description": "A 34-year-old man from Kathmandu, Dhruva Krishna Sharma, was arrested for fraudulently using another person's citizenship to open a bank account. Sharma allegedly used the citizenship of Santosh Singh Danwar from Dhanusha to open an account at Muktinath Development Bank's Thimi branch on April 3, 2022. He linked the account to his own photo and mobile number, and later misused the issued checkbook, prompting the bank to file a complaint.",
    "location": {
        "country": "Nepal",
        "city": "Kathmandu",
        "police_station": "Teku Crime Investigation Office"
    },
    "suspect": {
        "name": "Dhruva Krishna Sharma",
        "age": 34,
        "activity": "Accused of identity fraud and opening a bank account using another person's citizenship."
    },
    "victim": {
        "name": "Santosh Singh Danwar",
        "age": "Unspecified",
        "description": "Victim of identity fraud whose citizenship was used to open a fraudulent bank account."
    },
    "incident_date": "April 3, 2022",
    "legal_action": "Arrested and sent to Thimi Police Station, Bhaktapur for further investigation."
  },
  {
    "case_id": "024",
    "title": "Pornographic videos:Rape and Murder of 8-Year-Old Girl by Schoolboys in Nandyal",
    "description": "On July 7, 2024, three schoolboys in Nandyal district, Andhra Pradesh, raped and murdered an 8-year-old girl after being influenced by pornographic videos. The incident occurred in a temple, and the victim's body was later disposed of in the Krishna River by the suspects' father and uncle to cover up the crime.",
    "location": {
      "country": "India",
      "state": "Andhra Pradesh",
      "district": "Nandyal",
      "specific_location": "Temple in Nandyal"
    },
    "suspects": [
      {
        "age": 12,
        "grade": 6
      },
      {
        "age": 12,
        "grade": 6
      },
      {
        "age": 13,
        "grade": 7
      }
    ],
    "victim": {
      "age": 8,
      "gender": "Female",
      "description": "An 8-year-old girl who was raped and murdered by three schoolboys."
    },
    "incident_date": "July 7, 2024",
    "legal_action": {
      "arrests": [
        {
          "suspects_arrested": true,
          "date_of_arrest": "July 10, 2024",
          "additional_arrests": [
            "The suspects' father and uncle for attempting to dispose of the victim's body and cover up the crime."
          ]
        }
      ],
      "current_status": "The search for the victim's body is ongoing with the use of drones and underwater cameras."
    },
    "government_response": {
      "statement_by": "Andhra Pradesh Home Minister B. Ananth",
      "compensation_announced": "INR 1 million to the victim's family by Chief Minister N. Ch"
    }
  },
  {
    "case_id": "025",
    "title": "Sexual Exploitation and Unauthorized Distribution of Private Video",
    "description": "Ram Sharma (a pseudonym), a student from a school in Kanchanpur, was involved in a case where he used social media to coerce a classmate into performing indecent acts on video. Sharma recorded the video without the victim's consent and later, the video was distributed to the victim's parents through Messenger. Sharma confessed to recording the video, but claimed it was deleted later. However, another accomplice, Naresh Bhatt, transferred the video to his own phone and distributed it further. As of July 28, 2080, an indictment has been filed against Bhatt under Section 47(1) of the Electronic Transactions Act, 2063.",
    "location": {
      "country": "Nepal",
      "district": "Kanchanpur",
      "police_station": "District Police Office Kanchanpur",
      "court": "Kanchanpur District Court"
    },
    "suspects": [
      {
        "name": "Ram Sharma",
        "status": "Sent to juvenile correctional facility",
        "role": "Recorded and initially held the video."
      },
      {
        "name": "Naresh Bhatt",
        "status": "At large",
        "role": "Transferred and distributed the video."
      }
    ],
    "victim": {
      "age": "Unspecified",
      "gender": "Female",
      "description": "Classmate of the primary suspect who was coerced into performing indecent acts on video."
    },
    "incident_date": "Baisakh 2080",
    "discovery_date": "Jestha 25, 2081",
    "legal_action": {
      "actions_taken": [
        {
          "suspect": "Ram Sharma",
          "action": "Confessed to recording and deleting the video, sent to juvenile correctional facility."
        },
        {
          "suspect": "Naresh Bhatt",
          "action": "Indictment filed under Section 47(1) of the Electronic Transactions Act, 2063."
        }
      ],
      "current_status": "The search for Naresh Bhatt is ongoing."
    }
  },
  {
    "case_id": "026",
    "title": "Bangladeshi Hackers Target Nepali Cyber Cafes",
    "description": "Bangladeshi hackers have recently targeted Nepali cyber cafes. Screenshots leaked on a Telegram channel indicate that data from several cyber cafes in Nepal, which is used for applying for police character certificates, has been compromised. The hackers have falsely claimed that the attack was on the Nepal Police's character certificate website. However, Nepal Police sources have denied any breach of their website, asserting that the data leak occurred from the cyber cafes' online forms, not from the police website itself. The attack is reportedly a retaliation for a previous cyber attack by a Nepali hacker group, 'Anonymous Nepal,' on Bangladeshi police websites.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu",
      "affected_entities": "Various Cyber Cafes"
    },
    "suspects": [
      {
        "name": "Bangladeshi Hackers",
        "status": "Identified as responsible for the data leak",
        "role": "Hacked into Nepali cyber cafes and leaked data."
      }
    ],
    "victim": {
      "description": "Nepali cyber cafes and their customers who had applied for police character certificates."
    },
    "incident_date": "Recent",
    "discovery_date": "Unspecified",
    "legal_action": {
      "actions_taken": [
        {
          "description": "Nepal Police clarified that their website was not compromised and that the data leak occurred from cyber cafes."
        }
      ],
      "current_status": "Investigation ongoing to trace the hackers and understand the full extent of the data breach."
    }
  },
  {
    "case_id": "027",
    "title": "Arrest of Honey Trap Cybercrime Ring Operating on Social Media in Kathmandu",
    "description": "A gang operating a honey trap scheme was arrested by the Kathmandu Valley Crime Investigation Office. The gang used social media to befriend men, then lured them to meet in person, where they recorded obscene videos and blackmailed the victims. The arrested individuals are 20-year-old Srijana Tamang (alias Tenji Doma Chiring or Dolma Lama) from Sindhupalchowk, currently residing in Kathmandu, and 29-year-old Lila Bahadur Tamang (alias Saurabh Tamang) from Sindhupalchowk, currently residing in Kageshwori Manahara, Kathmandu. They used a combination of Facebook, WhatsApp, and in-person meetings to carry out their scheme.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu",
      "affected_area": "Boudha"
    },
    "suspects": [
      {
        "name": "Srijana Tamang (Tenji Doma Chiring / Dolma Lama)",
        "age": 20,
        "residence": "Boudha, Kathmandu",
        "role": "Used social media to lure victims and record obscene videos."
      },
      {
        "name": "Lila Bahadur Tamang (Saurabh Tamang)",
        "age": 29,
        "residence": "Kageshwori Manahara, Kathmandu",
        "role": "Facilitated the operation by providing mobile phones and participating in blackmailing."
      }
    ],
    "victim": {
      "description": "Male victims blackmailed with obscene videos recorded by the suspects."
    },
    "incident_date": "Unspecified",
    "discovery_date": "July 26, 2024",
    "legal_action": {
      "actions_taken": [
        {
          "description": "Police seized two mobile phones and NPR 34,500 from the suspects. The suspects were arrested and sent to the District Police Office Kathmandu for further investigation."
        }
      ],
      "current_status": "Further investigation ongoing under criminal profit charges."
    }
  },
  {
    "case_id": "028",
    "title": "Students Penalized for Creating Deepfake Explicit Images Using AI",
    "description": "In Spain, students used AI to create and share explicit deepfake images of their female classmates. The incident, which involved students aged 13 to 15, led to a court ruling that banned 15 students from using AI for a year. The use of deepfake technology in this manner has raised concerns among parents and sparked a broader debate on the impact of such technology.",
    "location": {
        "country": "Spain",
        "city": "Almendralejo",
        "school": "Unnamed School"
    },
    "suspects": {
        "number_of_suspects": 15,
        "age_range": "13-15",
        "activity": "Created and shared explicit deepfake images of classmates using AI."
    },
    "victims": {
        "number_of_victims": "Multiple",
        "description": "Female classmates targeted by AI-generated explicit deepfake images."
    },
    "incident_date": "July 2024",
    "legal_action": {
        "court_ruling": "15 students banned from using AI for one year",
        "additional_measures": "Mandatory gender equality and technology use education classes",
        "rehabilitation": "Some students may be sent to child protection services for rehabilitation."
    }
  },
  {
    "case_id": "029",
    "title": "Fraudulent Emails Misusing Nepal Police Logo and Identity for Extortion",
    "description": "Fraudsters have been sending threatening emails to the public, misusing the official logo, name, and signature of Nepal Police. The emails falsely accuse recipients of engaging in child pornography and other cybercrimes, demanding a response within 72 hours to avoid legal action. Nepal Police has issued a warning to the public not to fall for these fake emails.",
    "location": {
        "country": "Nepal",
        "city": "Kathmandu"
    },
    "suspects": {
        "description": "Unknown individuals or groups sending fraudulent emails using Nepal Police's identity."
    },
    "victims": {
        "description": "General public receiving fake emails accusing them of cybercrimes."
    },
    "incident_date": "August 2024",
    "legal_action": {
        "status": "Ongoing investigation",
        "police_statement": "Nepal Police confirmed the emails were not sent by them and urged the public to avoid responding or clicking on any links in these emails."
    }
  },
  {
    "case_id": "030",
    "title": "Massive Data Breach: Hackers Steal Nearly 10 Billion Passwords",
    "description": "A hacker group has reportedly stolen nearly 10 billion plaintext passwords, according to a report by Cyber News investigators. The database, titled 'rockyou2024.txt,' contains 9.94 billion stolen passwords. The passwords are suspected to have been leaked by a user with the ObamaCare username. The database was shared with Cyber News by an employee from the legal firm Simmons & Simmons.",
    "location": {
        "country": "Global",
        "specific_target": "Multiple platforms and users worldwide"
    },
    "hack_details": {
        "stolen_passwords": "9,948,575,000",
        "method": "Credential stuffing and brute force attacks",
        "hack_forum": "Details leaked on a hacking forum by a user registered in late May",
        "potential_impact": "Global users, multiple platforms"
    },
    "security_advisory": {
        "recommendations": [
            "Immediately change passwords on all platforms.",
            "Use complex passwords (e.g., iOpEd#@8!&).",
            "Enable multi-factor authentication (MFA).",
            "Use password manager software to create and manage secure passwords."
        ]
    },
    "country_impact": {
        "country": "Nepal",
        "global_rank": "84th",
        "data_breaches": 9496,
        "compromised_accounts": 3166221
    }
  },
  {
    "case_id": "031",
    "title": "KILLSEK Group Leaks Data from Laxmi Capital on Dark Web",
    "description": "The 'KILLSEK' hacker group has leaked data from Nepal's financial institution, Laxmi Capital (now Laxmi Sunrise Capital), on the dark web. The leak occurred after the group demanded a ransom of 10,000 Euros (approximately 1.44 million NPR), which was not paid. The leaked data, hosted on KILLSEK's dark web site, includes 494 MB of files in a zipped format.",
    "location": {
        "country": "Nepal",
        "specific_target": "Laxmi Capital (now Laxmi Sunrise Capital)"
    },
    "hack_details": {
        "ransom_demand": "10,000 Euros",
        "ransom_not_paid": true,
        "leaked_data_size": "494 MB",
        "leaked_data_contents": [
            "Source code",
            "Database",
            "SSL certificates",
            "Backend data",
            "Customer citizenship and other sensitive information"
        ],
        "leak_platform": "KILLSEK's dark web site"
    }
  }
]
