[
  {
    "case_id": "001",
    "title": "Social Media Misinformation on COVID-19",
    "description": "Misinformation spread on social media about COVID-19 infections and deaths in Kathmandu hospitals.",
    "location": {
      "district": "Ramechhap",
      "municipality": "Khanda Devi",
      "ward": 1,
      "current_residence": {
        "district": "Bhaktapur",
        "municipality": "Suryabinayak",
        "ward": 8,
        "area": "Sipadol"
      }
    },
    "suspect": {
      "name": "Vivek Thapa Magar",
      "age": 20,
      "activity": "Posted unverified audio recordings on a news portal causing public panic."
    },
    "arrest_date": "2076-12-08",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"]
  },
  {
    "case_id": "002",
    "title": "Maina Dhital vs. Bikash Thapa",
    "description": "The government filed a case based on a first information report by Maina Dhital, alleging that Bikash Thapa sent vulgar emails defaming her character.",
    "location": {
      "district": "Kathmandu",
      "court": "Supreme Court of Nepal",
      "previous_courts": ["Patan Appellate Court", "Kathmandu District Court"]
    },
    "suspect": {
      "name": "Bikash Thapa",
      "activity": "Sent vulgar emails to Maina Dhital, defaming her character."
    },
    "arrest_date": "Not specified",
    "legal_action": "Charged under Section 47 of the Electronic Transactions Act 2063. The Supreme Court set bail at Rs. 25,000, and he was acquitted by the Patan Appellate Court.",
    "law_sections": ["47"]
  },
  {
    "case_id": "003",
    "title": "Sarita Kumari Thapa vs. Kedar Dev Sharma",
    "description": "The government filed a complaint under the name of Sarita Kumari Thapa, alleging that Kedar Dev Sharma sent vulgar text messages threatening her and defaming her character.",
    "location": {
      "district": "Not specified",
      "court": "Not specified"
    },
    "suspect": {
      "name": "Kedar Dev Sharma",
      "activity": "Sent vulgar text messages to Sarita Kumari Thapa, defaming her character."
    },
    "arrest_date": "Not specified",
    "legal_action": "Charged under Section 47 of the Electronic Transactions Act 2063. Compensation for damages under Section 76 was also sought.",
    "law_sections": ["47"]
  },
  {
    "case_id": "004",
    "title": "Karuna Bista vs. Ujual Karki",
    "description": "The government brought the case based on a report that Ujual Karki sent vulgar phone calls and messages to Karuna Bista and defamed her character through a fake Facebook account.",
    "location": {
      "district": "Not specified",
      "court": "Not specified"
    },
    "suspect": {
      "name": "Ujual Karki",
      "activity": "Sent vulgar phone calls and messages to Karuna Bista, defaming her character through a fake Facebook account."
    },
    "arrest_date": "Not specified",
    "legal_action": "Charged under Section 47 and Section 75 of the Electronic Transactions Act 2063. Compensation for damages was also sought.",
    "law_sections": ["47", "75"]
  },
  {
    "case_id": "005",
    "title": "Vianet Data Breach Case",
    "description": "An anonymous hacker breached and leaked the personal details of approximately 176,000 Vianet customers, including names, locations, email addresses, and phone numbers. The hacker exploited an IDOR vulnerability in Vianet's systems.",
    "location": {
      "district": "Not specified",
      "court": "Not specified"
    },
    "suspect": {
      "name": "Anonymous hacker (17-year-old)",
      "activity": "Exploited an IDOR vulnerability in Vianet's systems and leaked customer data."
    },
    "arrest_date": "Not specified",
    "legal_action": "The hacker was sentenced to six months in prison and fined 30,000 Nepalese rupees under the Child Rights Act of 2075, Section 36(5).",
    "law_sections": ["CA-1992"]
  },
  {
    "case_id": "006",
    "title": "Nepal Government vs. Ravi Kumar Kesari",
    "description": "The government charged Ravi Kumar Kesari for uploading video clips of sexual content on different sites, which violated moral and social laws.",
    "location": {
      "district": "Kathmandu",
      "court": "Kathmandu District Court"
    },
    "suspect": {
      "name": "Ravi Kumar Kesari",
      "activity": "Uploaded video clips of sexual content on different sites, violating moral and social laws."
    },
    "arrest_date": "2069-06-03",
    "legal_action": "Charged under Sections 46, 47(1), and 76 of the Electronic Transactions Act 2006.",
    "law_sections": ["46", "47", "76"]
  },
  {
    "case_id": "007",
    "title": "Shreya Singhal vs. Union of India",
    "description": "This landmark case deal with the constitutionality of Section 66A of the Information Technology Act, 2000. Section 66A criminalized the sending of offensive or menacing messages through electronic communication. The Supreme Court of India struck down Section 66A.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Challenged the constitutional validity of Section 66A of the Information Technology Act, 2000."
    },
    "arrest_date": "Not applicable",
    "legal_action": "Section 66A was struck down by the Supreme Court of India in 2015.",
    "law_sections": ["66A"]
  },
  {
    "case_id": "008",
    "title": "Vodafone India Services Private Limited vs. Union of India",
    "description": "This case deal with Aadhaar data security and the legality of a regulation requiring telecom service providers to link Aadhaar numbers of subscribers.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Challenged the legality of Aadhaar number linking regulation."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court of India declared the regulation unconstitutional.",
    "law_sections": ["Aadhaar"]
  },
  {
    "case_id": "009",
    "title": "Shakti Vahini vs. Union of India",
    "description": "This case deal with online hate speech and the responsibility of online platforms to prevent the spread of such content.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Involved in spreading online hate speech."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court highlighted the responsibilities of intermediaries under the Information Technology Act, 2000, particularly Section 79.",
    "law_sections": ["79"]
  },
  {
    "case_id": "010",
    "title": "Novartis AG vs. Union of India",
    "description": "This case involved a patent dispute related to the cancer drug Glivec. Novartis sought a patent for a modified version of Glivec, but the Indian Patent Office rejected the application.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Novartis AG",
      "activity": "Sought patent for a modified version of the cancer drug Glivec."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court of India upheld the Indian Patent Office's decision to reject the patent application.",
    "law_sections": ["Patent"]
  },
  {
    "case_id": "011",
    "title": "Aadhaar Data Breach Case",
    "description": "This case involved the breach of personal data stored in the Aadhaar database, compromising the information of millions of individuals.",
    "location": {
      "country": "India",
      "court": "Supreme Court of India"
    },
    "suspect": {
      "name": "Not specified",
      "activity": "Unauthorized access and leak of Aadhaar data."
    },
    "arrest_date": "Not applicable",
    "legal_action": "The Supreme Court imposed guidelines for Aadhaar data protection and recognized the right to privacy.",
    "law_sections": ["Aadhaar"]
  },
  {
    "case_id": "012",
    "title": "Fraud Case Against Woman in Kathmandu",
    "description": "A woman was arrested in Kathmandu on charges of fraud for misleading people with false promises of investment returns. The accused allegedly raised funds online through a fraudulent scheme, claiming significant profits per purchase. The platform involved deceived approximately 12,000 people.",
    "location": {
      "country": "Nepal",
      "court": "Kathmandu District Court"
    },
    "suspect": {
      "name": "Mahjan",
      "activity": "Agent of the fraud gang raising funds with false profit promises through a network-style platform."
    },
    "arrest_date": "Wednesday",
    "legal_action": "The Kathmandu District Court has granted an additional seven-day investigation period for the accused. The case is under investigation by the Kathmandu Valley Crime Investigation Office.",
    "law_sections": ["Fraud", "Online Fundraising"]
  },
  {
    "case_id": "013",
    "title": "Fraud Case Involving OTP Scams in Kathmandu",
    "description": "Two individuals were arrested in Kathmandu for engaging in OTP fraud by impersonating employees of banks and wallet companies. They deceived victims into sharing their OTP codes by pretending to be bank or wallet company employees. The fraudulent activity involved accessing victims' accounts and spending the stolen money at various locations, including shops, restaurants, and bars. They also committed additional online fraud using stolen personal documents.",
    "location": {
      "country": "Nepal",
      "court": "Kathmandu District Court"
    },
    "suspect": [
      {
        "name": "Satyam Kumar Sahani",
        "age": 21,
        "activity": "Impersonated a bank or wallet company employee to commit OTP fraud."
      },
      {
        "name": "Satamamamamamir Sahani",
        "age": 21,
        "activity": "Impersonated a bank or wallet company employee to commit OTP fraud."
      }
    ],
    "arrest_date": "Wednesday",
    "legal_action": "The suspects have been charged with fraud, and the case is under investigation by the Kathmandu Valley Crime Research Office. Police have recovered ATM cards, mobile phones, and identification documents from the suspects.",
    "law_sections": ["Fraud", "Online Scams", "Identity Theft"]
  },
  {
    "case_id": "014",
    "title": "Invasion of Privacy and Unauthorized Recording Incident in Kathmandu",
    "description": "A man named Mia was arrested for illegally recording a video of a woman bathing through a window connecting two toilets in Kathmandu. The incident occurred when Mia used a mobile phone to capture the video, which led to the woman's shock and subsequent police involvement. Upon examination, it was discovered that the video actually featured the woman's mother, not the woman who initially complained. Mia was charged with offenses related to creating and disseminating unauthorized explicit content.",
    "location": {
      "country": "Nepal",
      "court": "Kathmandu District Court"
    },
    "suspect": {
      "name": "Mia",
      "activity": "Illegally recorded and attempted to disseminate a video of a woman bathing through a window connecting two toilets."
    },
    "arrest_date": "20th",
    "legal_action": "Mia was arrested and charged under subsection 1(a) of Article 121 of the country's Crime Code 20. The charge pertains to creating and distributing unauthorized explicit content. Mia is facing potential imprisonment for up to one year or a fine of 10,000 Rupees or both. He is currently a fugitive.",
    "law_sections": ["Crime Code 20", "Privacy Violation", "Unauthorized Recording"]
  },
  {
    "case_id": "015",
    "title": "Rauthat District Social Media Incident",
    "description": "A 20-year-old man from Rauthat was charged for editing and posting a photo of a young woman on Facebook with a derogatory caption. The incident escalated after the man was angered by a phone call and used the woman's photo to defame her publicly.",
    "location": {
        "country": "Nepal",
        "court": "Rauthat District Court"
    },
    "suspect": {
        "name": "Mukhia Tiger",
        "activity": "Edited and posted a derogatory photo of the young woman on Facebook."
    },
    "arrest_date": "Sawan 20, 2021",
    "legal_action": "The suspect has been charged under the Electronic Trade Act 20 for defamation. The case is under judicial proceedings, with the possibility of a fine up to one million rupees."
  },
  {
    "case_id": "016",
    "title": "Imtiaz Ahmed Online Fraud Case",
    "description": "Imtiaz Ahmed from Siraha Lahan was arrested for committing online fraud and abusing various social media platforms. He deceived victims by pretending to be a foreign bank manager, claiming to send valuable items and demanding taxes for the goods. He also used fraudulent excuses to request money, extracting approximately Rs 100,000 from various individuals. Ahmed was involved in operating fraudulent accounts and ATM cards, and the stolen money was distributed to India.",
    "location": {
        "country": "Nepal",
        "court": "District Police Complex"
    },
    "suspect": {
        "name": "Imtiaz Ahmed",
        "activity": "Executed online fraud schemes by deceiving individuals through social media, extracting money using fake foreign bank claims, and misusing ATM cards."
    },
    "arrest_date": "Sunday",
    "legal_action": "Imtiaz Ahmed has been arrested and is under further investigation by the District Police Complex. He is suspected of being a main agent in an online fraud gang, with evidence of illegal activity involving ATM cards and financial transactions.",
    "law_sections": ["Cyber Crime", "Fraud"]
  },
  {
    "case_id": "017",
    "title": "Teacher Arrested for Caste Discrimination on Facebook",
    "description": "Tark Bahadur Singh, an English teacher at Nepal National Secondary School in Mahabu-4, Geetachaur, Surkhet, was arrested for making caste-discriminatory comments on Facebook. The comments were deemed to incite ethnic discrimination. The arrest followed a complaint lodged on 8th Shrawan, and Singh was apprehended with the help of the District Police Office, Dailekh. The comments were made in response to criticism about Karnali Province Chief Tilak Pariyar's staff details posted on social media.",
    "location": {
        "country": "Nepal",
        "court": "District Police Office, Surkhet"
    },
    "suspect": {
        "name": "Tark Bahadur Singh",
        "activity": "Made caste-discriminatory comments on Facebook, inciting ethnic division."
    },
    "arrest_date": "8th Shrawan",
    "legal_action": "Tark Bahadur Singh has been arrested under charges related to caste discrimination and could face additional charges under the Electronic Transactions Act, 2063 for inappropriate use of social media. Further investigation is ongoing.",
    "law_sections": ["Caste Discrimination", "Electronic Transactions Act"]
  },
  {
    "case_id": "018",
    "title": "Arrest of Youth for Fraudulent Activities via Instagram",
    "description": "Purushottam Bhandari, a 23-year-old from Jhapa currently residing in Lalitpur, has been arrested for fraudulently collecting money under the pretense of sending individuals to Canada. Bhandari, who has completed only up to the 10th grade, used Instagram to connect with people and then convinced them to transfer money to his accounts by promising to facilitate their travel to Canada. After defrauding a total of NPR 8,415,000, victims filed a complaint, leading to his arrest in Koteshwor. Further investigation is underway to determine whether Bhandari acted independently or was part of a larger fraud scheme.",
    "location": {
        "country": "Nepal",
        "court": "District Police Office, Bhadrakali"
    },
    "suspect": {
        "name": "Purushottam Bhandari",
        "activity": "Used Instagram to defraud individuals by promising to send them to Canada and collecting money under false pretenses."
    },
    "arrest_date": "Friday (date unspecified)",
    "legal_action": "Purushottam Bhandari has been arrested and is under investigation by the District Police Office, Bhadrakali. Further inquiries are being conducted to establish the full extent of the fraud and any potential accomplices.",
    "law_sections": ["Fraud"]
  },
  {
    "case_id": "0019",
    "title": "Arrest of Individuals for International Call Bypass",
    "description": "Bhupendra Shrestha, 40, from Sindhupalchowk, and Khumprasadh Giri, 24, from Jhapa, have been arrested for operating an illegal international call bypass system. Shrestha had set up the call bypass center in the upper floor of his three-story house in Kharyabot, Banasthali, Kathmandu. They used devices with 8-port capabilities and SIM cards from NTC and Ncell. The arrests were made following a tip-off and with technical assistance from Nepal Telecom and Ncell.",
    "location": {
        "country": "Nepal",
        "court": "District Court, Kathmandu"
    },
    "suspect": {
        "name": ["Bhupendra Shrestha", "Khumprasadh Giri"],
        "activity": "Operated an illegal international call bypass system using devices with NTC and Ncell SIM cards."
    },
    "arrest_date": "Date unspecified",
    "legal_action": "The suspects have been charged under the Telecommunications Act, 2053. A five-day remand has been granted by the District Court, Kathmandu, for further investigation.",
    "law_sections": ["Telecommunications"]
  },
  {
    "case_id": "020",
    "title": "Cyber Assault and Suicide Attempt: Alleged Rape and Harassment Through Dating App",
    "description": "A 23-year-old man was arrested for allegedly raping a young woman he met on a dating app. The suspect reportedly attempted suicide after learning about the rape accusation. The victim claims she was coerced into alcohol consumption and sexually assaulted, while the suspect argues the encounter was consensual.",
    "location": {
        "country": "Nepal",
        "court": "District Court, Kathmandu"
    },
    "suspect": {
        "name": "Unspecified",
        "age": 23,
        "activity": "Accused of rape and attempted suicide"
    },
    "victim": {
        "name": "Unspecified",
        "age": "Unspecified",
        "description": "The victim alleges rape under coercion after meeting the suspect via a dating app."
    },
    "incident_date": "April 27, 2023",
    "legal_action": "Charges of rape under the Muluki Criminal Code, 2074. The case is under investigation with requests for confidential hearings.",
    "law_sections": ["Muluki Criminal Code, 2074"]
  },
  {
    "case_id": "021",
    "title": "Cyber Defamation: School Threatens Legal Action Over Social Media Misinformation",
    "description": "Gajedi Secondary School in Rupandehi has issued a press release condemning the misuse of its name on social media. False messages associating the school with illicit activities, such as smoking and drug use, have been circulated to mislead the public. The school has warned of legal action against those involved in spreading these harmful messages.",
    "location": {
        "country": "Nepal",
        "district": "Rupandehi",
        "municipality": "Kanchan"
    },
    "suspect": {
        "name": "Unspecified",
        "activity": "Spread of false and misleading information on social media"
    },
    "victim": {
        "name": "Gajedi Secondary School",
        "description": "The school has been falsely associated with illicit activities on social media, damaging its reputation."
    },
    "incident_date": "August 2024",
    "legal_action": "Threatened legal action under cyber laws. The school has warned that it will approach the relevant authorities if such activities persist.",
    "law_sections": ["Cybercrime Act"]
  },
  {
    "case_id": "022",
    "title": "Disciplinary Actions Against Police Personnel for Social Media Misuse",
    "description": "In the fiscal year 2080/81, 92 police officers in Nepal faced disciplinary action for the misuse of social media. The Nepal Police released a report detailing these cases, highlighting that the majority involved junior officers. The offenses ranged from inappropriate posts to violations of conduct on various social platforms, leading to repercussions for personnel from constables to senior superintendents.",
    "location": {
        "country": "Nepal",
        "organization": "Nepal Police"
    },
    "suspect": {
        "name": "92 Police Officers",
        "activity": "Misuse of social media leading to disciplinary actions"
    },
    "victim": {
        "name": "Nepal Police's Reputation",
        "description": "The reputation of the Nepal Police was impacted due to the misuse of social media by its personnel."
    },
    "incident_date": "Fiscal Year 2080/81",
    "legal_action": "Disciplinary actions taken internally by the Nepal Police."
  },
  {
    "case_id": "023",
    "title": "Arrest for Fraudulent Use of Another's Citizenship to Open Bank Account",
    "description": "A 34-year-old man from Kathmandu, Dhruva Krishna Sharma, was arrested for fraudulently using another person's citizenship to open a bank account. Sharma allegedly used the citizenship of Santosh Singh Danwar from Dhanusha to open an account at Muktinath Development Bank's Thimi branch on April 3, 2022. He linked the account to his own photo and mobile number, and later misused the issued checkbook, prompting the bank to file a complaint.",
    "location": {
        "country": "Nepal",
        "city": "Kathmandu",
        "police_station": "Teku Crime Investigation Office"
    },
    "suspect": {
        "name": "Dhruva Krishna Sharma",
        "age": 34,
        "activity": "Accused of identity fraud and opening a bank account using another person's citizenship."
    },
    "victim": {
        "name": "Santosh Singh Danwar",
        "age": "Unspecified",
        "description": "Victim of identity fraud whose citizenship was used to open a fraudulent bank account."
    },
    "incident_date": "April 3, 2022",
    "legal_action": "Arrested and sent to Thimi Police Station, Bhaktapur for further investigation."
  },
  {
    "case_id": "024",
    "title": "Pornographic videos:Rape and Murder of 8-Year-Old Girl by Schoolboys in Nandyal",
    "description": "On July 7, 2024, three schoolboys in Nandyal district, Andhra Pradesh, raped and murdered an 8-year-old girl after being influenced by pornographic videos. The incident occurred in a temple, and the victim's body was later disposed of in the Krishna River by the suspects' father and uncle to cover up the crime.",
    "location": {
      "country": "India",
      "state": "Andhra Pradesh",
      "district": "Nandyal",
      "specific_location": "Temple in Nandyal"
    },
    "suspects": [
      {
        "age": 12,
        "grade": 6
      },
      {
        "age": 12,
        "grade": 6
      },
      {
        "age": 13,
        "grade": 7
      }
    ],
    "victim": {
      "age": 8,
      "gender": "Female",
      "description": "An 8-year-old girl who was raped and murdered by three schoolboys."
    },
    "incident_date": "July 7, 2024",
    "legal_action": {
      "arrests": [
        {
          "suspects_arrested": true,
          "date_of_arrest": "July 10, 2024",
          "additional_arrests": [
            "The suspects' father and uncle for attempting to dispose of the victim's body and cover up the crime."
          ]
        }
      ],
      "current_status": "The search for the victim's body is ongoing with the use of drones and underwater cameras."
    },
    "government_response": {
      "statement_by": "Andhra Pradesh Home Minister B. Ananth",
      "compensation_announced": "INR 1 million to the victim's family by Chief Minister N. Ch"
    }
  },
  {
    "case_id": "025",
    "title": "Sexual Exploitation and Unauthorized Distribution of Private Video",
    "description": "Ram Sharma (a pseudonym), a student from a school in Kanchanpur, was involved in a case where he used social media to coerce a classmate into performing indecent acts on video. Sharma recorded the video without the victim's consent and later, the video was distributed to the victim's parents through Messenger. Sharma confessed to recording the video, but claimed it was deleted later. However, another accomplice, Naresh Bhatt, transferred the video to his own phone and distributed it further. As of July 28, 2080, an indictment has been filed against Bhatt under Section 47(1) of the Electronic Transactions Act, 2063.",
    "location": {
      "country": "Nepal",
      "district": "Kanchanpur",
      "police_station": "District Police Office Kanchanpur",
      "court": "Kanchanpur District Court"
    },
    "suspects": [
      {
        "name": "Ram Sharma",
        "status": "Sent to juvenile correctional facility",
        "role": "Recorded and initially held the video."
      },
      {
        "name": "Naresh Bhatt",
        "status": "At large",
        "role": "Transferred and distributed the video."
      }
    ],
    "victim": {
      "age": "Unspecified",
      "gender": "Female",
      "description": "Classmate of the primary suspect who was coerced into performing indecent acts on video."
    },
    "incident_date": "Baisakh 2080",
    "discovery_date": "Jestha 25, 2081",
    "legal_action": {
      "actions_taken": [
        {
          "suspect": "Ram Sharma",
          "action": "Confessed to recording and deleting the video, sent to juvenile correctional facility."
        },
        {
          "suspect": "Naresh Bhatt",
          "action": "Indictment filed under Section 47(1) of the Electronic Transactions Act, 2063."
        }
      ],
      "current_status": "The search for Naresh Bhatt is ongoing."
    }
  },
  {
    "case_id": "026",
    "title": "Bangladeshi Hackers Target Nepali Cyber Cafes",
    "description": "Bangladeshi hackers have recently targeted Nepali cyber cafes. Screenshots leaked on a Telegram channel indicate that data from several cyber cafes in Nepal, which is used for applying for police character certificates, has been compromised. The hackers have falsely claimed that the attack was on the Nepal Police's character certificate website. However, Nepal Police sources have denied any breach of their website, asserting that the data leak occurred from the cyber cafes' online forms, not from the police website itself. The attack is reportedly a retaliation for a previous cyber attack by a Nepali hacker group, 'Anonymous Nepal,' on Bangladeshi police websites.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu",
      "affected_entities": "Various Cyber Cafes"
    },
    "suspects": [
      {
        "name": "Bangladeshi Hackers",
        "status": "Identified as responsible for the data leak",
        "role": "Hacked into Nepali cyber cafes and leaked data."
      }
    ],
    "victim": {
      "description": "Nepali cyber cafes and their customers who had applied for police character certificates."
    },
    "incident_date": "Recent",
    "discovery_date": "Unspecified",
    "legal_action": {
      "actions_taken": [
        {
          "description": "Nepal Police clarified that their website was not compromised and that the data leak occurred from cyber cafes."
        }
      ],
      "current_status": "Investigation ongoing to trace the hackers and understand the full extent of the data breach."
    }
  },
  {
    "case_id": "027",
    "title": "Arrest of Honey Trap Cybercrime Ring Operating on Social Media in Kathmandu",
    "description": "A gang operating a honey trap scheme was arrested by the Kathmandu Valley Crime Investigation Office. The gang used social media to befriend men, then lured them to meet in person, where they recorded obscene videos and blackmailed the victims. The arrested individuals are 20-year-old Srijana Tamang (alias Tenji Doma Chiring or Dolma Lama) from Sindhupalchowk, currently residing in Kathmandu, and 29-year-old Lila Bahadur Tamang (alias Saurabh Tamang) from Sindhupalchowk, currently residing in Kageshwori Manahara, Kathmandu. They used a combination of Facebook, WhatsApp, and in-person meetings to carry out their scheme.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu",
      "affected_area": "Boudha"
    },
    "suspects": [
      {
        "name": "Srijana Tamang (Tenji Doma Chiring / Dolma Lama)",
        "age": 20,
        "residence": "Boudha, Kathmandu",
        "role": "Used social media to lure victims and record obscene videos."
      },
      {
        "name": "Lila Bahadur Tamang (Saurabh Tamang)",
        "age": 29,
        "residence": "Kageshwori Manahara, Kathmandu",
        "role": "Facilitated the operation by providing mobile phones and participating in blackmailing."
      }
    ],
    "victim": {
      "description": "Male victims blackmailed with obscene videos recorded by the suspects."
    },
    "incident_date": "Unspecified",
    "discovery_date": "July 26, 2024",
    "legal_action": {
      "actions_taken": [
        {
          "description": "Police seized two mobile phones and NPR 34,500 from the suspects. The suspects were arrested and sent to the District Police Office Kathmandu for further investigation."
        }
      ],
      "current_status": "Further investigation ongoing under criminal profit charges."
    }
  },
  {
    "case_id": "028",
    "title": "Students Penalized for Creating Deepfake Explicit Images Using AI",
    "description": "In Spain, students used AI to create and share explicit deepfake images of their female classmates. The incident, which involved students aged 13 to 15, led to a court ruling that banned 15 students from using AI for a year. The use of deepfake technology in this manner has raised concerns among parents and sparked a broader debate on the impact of such technology.",
    "location": {
        "country": "Spain",
        "city": "Almendralejo",
        "school": "Unnamed School"
    },
    "suspects": {
        "number_of_suspects": 15,
        "age_range": "13-15",
        "activity": "Created and shared explicit deepfake images of classmates using AI."
    },
    "victims": {
        "number_of_victims": "Multiple",
        "description": "Female classmates targeted by AI-generated explicit deepfake images."
    },
    "incident_date": "July 2024",
    "legal_action": {
        "court_ruling": "15 students banned from using AI for one year",
        "additional_measures": "Mandatory gender equality and technology use education classes",
        "rehabilitation": "Some students may be sent to child protection services for rehabilitation."
    }
  },
  {
    "case_id": "029",
    "title": "Fraudulent Emails Misusing Nepal Police Logo and Identity for Extortion",
    "description": "Fraudsters have been sending threatening emails to the public, misusing the official logo, name, and signature of Nepal Police. The emails falsely accuse recipients of engaging in child pornography and other cybercrimes, demanding a response within 72 hours to avoid legal action. Nepal Police has issued a warning to the public not to fall for these fake emails.",
    "location": {
        "country": "Nepal",
        "city": "Kathmandu"
    },
    "suspects": {
        "description": "Unknown individuals or groups sending fraudulent emails using Nepal Police's identity."
    },
    "victims": {
        "description": "General public receiving fake emails accusing them of cybercrimes."
    },
    "incident_date": "August 2024",
    "legal_action": {
        "status": "Ongoing investigation",
        "police_statement": "Nepal Police confirmed the emails were not sent by them and urged the public to avoid responding or clicking on any links in these emails."
    }
  },
  {
    "case_id": "030",
    "title": "Massive Data Breach: Hackers Steal Nearly 10 Billion Passwords",
    "description": "A hacker group has reportedly stolen nearly 10 billion plaintext passwords, according to a report by Cyber News investigators. The database, titled 'rockyou2024.txt,' contains 9.94 billion stolen passwords. The passwords are suspected to have been leaked by a user with the ObamaCare username. The database was shared with Cyber News by an employee from the legal firm Simmons & Simmons.",
    "location": {
        "country": "Global",
        "specific_target": "Multiple platforms and users worldwide"
    },
    "hack_details": {
        "stolen_passwords": "9,948,575,000",
        "method": "Credential stuffing and brute force attacks",
        "hack_forum": "Details leaked on a hacking forum by a user registered in late May",
        "potential_impact": "Global users, multiple platforms"
    },
    "security_advisory": {
        "recommendations": [
            "Immediately change passwords on all platforms.",
            "Use complex passwords (e.g., iOpEd#@8!&).",
            "Enable multi-factor authentication (MFA).",
            "Use password manager software to create and manage secure passwords."
        ]
    },
    "country_impact": {
        "country": "Nepal",
        "global_rank": "84th",
        "data_breaches": 9496,
        "compromised_accounts": 3166221
    }
  },
  {
    "case_id": "031",
    "title": "KILLSEK Group Leaks Data from Laxmi Capital on Dark Web",
    "description": "The 'KILLSEK' hacker group has leaked data from Nepal's financial institution, Laxmi Capital (now Laxmi Sunrise Capital), on the dark web. The leak occurred after the group demanded a ransom of 10,000 Euros (approximately 1.44 million NPR), which was not paid. The leaked data, hosted on KILLSEK's dark web site, includes 494 MB of files in a zipped format.",
    "location": {
        "country": "Nepal",
        "specific_target": "Laxmi Capital (now Laxmi Sunrise Capital)"
    },
    "hack_details": {
        "ransom_demand": "10,000 Euros",
        "ransom_not_paid": true,
        "leaked_data_size": "494 MB",
        "leaked_data_contents": [
            "Source code",
            "Database",
            "SSL certificates",
            "Backend data",
            "Customer citizenship and other sensitive information"
        ],
        "leak_platform": "KILLSEK's dark web site"
    }
  },
  {
    "case_id": "032",
    "title": "Arrest of Individual Misusing Social Media to Defame Character",
    "description": "An individual, Rojan Bhattarai, aged 19, was arrested for misusing social media platforms, particularly Facebook, to befriend victims, gain access to private photos, and later threaten and defame their character. The victims, mostly women, filed complaints with Nepal Police's Cyber Bureau. The accused was arrested under the Electronic Transactions Act of 2063.",
    "location": {
      "country": "Nepal",
      "specific_target": "Rojan Bhattarai"
    },
    "incident_details": {
      "accused_name": "Rojan Bhattarai",
      "accused_age": 19,
      "accused_location": "Ward No. 5, Chandragiri Municipality, Kathmandu District",
      "crime": "Misuse of social media for defamation and electronic transactions",
      "legal_basis": "Electronic Transactions Act of 2063",
      "arrest_date": "2080/08/23 (Nepali Calendar)",
      "current_status": "Detained for 5 days under judicial custody, investigation ongoing"
    },
    "victim_details": {
      "type_of_victim": "Women",
      "nature_of_crime": "Threats, defamation via private photo misuse"
    },
    "law_enforcement": {
      "investigating_agency": "Nepal Police's Cyber Bureau",
      "court": "District Court, Kathmandu"
    }
  },
  {
    "case_id": "033",
    "title": "Misuse of Facebook for Defamation",
    "description": "An individual misused Facebook to befriend victims and engage in conversations leading to the sharing of confidential photos, which were later used to defame the victim's character. The individual, Krishna Prasad Adhikari, aged 19, from Tanahun District, Bhanu Municipality, Ward No. 9, was arrested under the Electronic Transactions Act, 2063.",
    "location": {
      "country": "Nepal",
      "specific_target": "Krishna Prasad Adhikari"
    },
    "incident_details": {
      "accused_name": "Krishna Prasad Adhikari",
      "accused_age": 19,
      "accused_location": "Tanahun District, Bhanu Municipality, Ward No. 9",
      "crime": "Misuse of Facebook to share confidential photos for defamation",
      "legal_basis": "Electronic Transactions Act, 2063",
      "arrest_date": "2080/08/23 (Nepali Calendar)",
      "current_status": "Under investigation following a five-day judicial custody order"
    },
    "victim_details": {
      "type_of_victim": "Women",
      "nature_of_crime": "Defamation via sharing confidential photos"
    },
    "law_enforcement": {
      "investigating_agency": "Nepal Police's Cyber Bureau",
      "court": "District Court, Kathmandu"
    }
  },
  {
    "case_id": "034",
    "title": "Defamation via WhatsApp Group",
    "description": "Padam Maharjan, aged 50, from Bhaktapur District, Madhyapur Thimi Municipality, Ward No. 12, was arrested for spreading defamatory photos and audio messages through a WhatsApp group. The accused was charged under the Electronic Transactions Act, 2063.",
    "location": {
      "country": "Nepal",
      "specific_target": "Padam Maharjan"
    },
    "incident_details": {
      "accused_name": "Padam Maharjan",
      "accused_age": 50,
      "accused_location": "Bhaktapur District, Madhyapur Thimi Municipality, Ward No. 12",
      "crime": "Spreading defamatory photos and audio messages via WhatsApp Group",
      "legal_basis": "Electronic Transactions Act, 2063",
      "arrest_date": "2080/08/23 (Nepali Calendar)",
      "current_status": "Under judicial custody, investigation ongoing"
    },
    "victim_details": {
      "type_of_victim": "Individuals affected by defamation",
      "nature_of_crime": "Defamation via photos and audio messages"
    },
    "law_enforcement": {
      "investigating_agency": "Nepal Police's Cyber Bureau",
      "court": "District Court, Kathmandu"
    }
  },
  {
    "case_id": "035",
    "title": "Defamation via Facebook Misuse",
    "description": "Bokse Yadav, aged 24, from Bara District, Kalaiya Sub-Metropolitan City, Ward No. 4, was arrested for misusing Facebook to share confidential photos with the intent to defame individuals. The accused is charged under the Electronic Transactions Act, 2063.",
    "location": {
      "country": "Nepal",
      "specific_target": "Bokse Yadav"
    },
    "incident_details": {
      "accused_name": "Bokse Yadav",
      "accused_age": 24,
      "accused_location": "Bara District, Kalaiya Sub-Metropolitan City, Ward No. 4",
      "crime": "Misuse of Facebook to share confidential photos for defamation",
      "legal_basis": "Electronic Transactions Act, 2063",
      "arrest_date": "2080/08/23 (Nepali Calendar)",
      "current_status": "Handed over to authorities for further legal proceedings"
    },
    "victim_details": {
      "type_of_victim": "Individuals affected by defamation",
      "nature_of_crime": "Defamation via sharing confidential photos"
    },
    "law_enforcement": {
      "investigating_agency": "Nepal Police's Cyber Bureau",
      "court": "District Court, Kathmandu"
    }
  },
  {
    "case_id": "036",
    "title": "Person Arrested for Distributing Child Sexual Abuse Material Online",
    "description": "An individual has been arrested for making defamatory comments, proposing love, and sending obscene videos to a young woman on social media. The arrest followed a complaint from the victim, and necessary legal actions have been initiated. The accused, from Kamalamai Municipality, Ward No. 6, Sindhuli District, was arrested on 2080-06-14. The individual is currently under investigation.",
    "location": {
      "country": "Nepal",
      "specific_target": "Kamalamai Municipality, Ward No. 6, Sindhuli District"
    },
    "incident_details": {
      "accused_location": "Kamalamai Municipality, Ward No. 6, Sindhuli District",
      "crime": "Defamation, obscene content sharing, proposing love",
      "arrest_date": "2080-06-14 (Nepali Calendar)",
      "current_status": "Under investigation"
    },
    "victim_details": {
      "type_of_victim": "Young woman",
      "nature_of_crime": "Defamation, obscene content sharing"
    },
    "law_enforcement": {
      "investigating_agency": "Nepal Police's Cyber Bureau",
      "spokesperson": "Dipak Raj Adhikari, Deputy Superintendent of Police",
      "contact_info": {
        "phone": "9851285072",
        "email": "cyberbureau@nepalpolice.gov.np",
        "website": "Nepal Police Cyber Bureau"
      }
    }
  },
  {
    "case_id": "037",
    "title": "Person Arrested for Distributing Child Sexual Abuse Material Online",
    "description": "Harijan Khulal, aged 24, from Pratappur Rural Municipality, Ward No. 7, Nawalparasi District (West of Bardaghat Susta), has been arrested for distributing Child Sexual Abuse Material (CSAM) through electronic means. The case was registered at the District Police Office, Nawalparasi, on 2079/06/29 (Nepali date), and the individual was presented to the District Court for necessary legal proceedings on the same day.",
    "location": {
      "district": "Nawalparasi",
      "municipality": "Pratappur Rural Municipality",
      "ward": 7
    },
    "suspect": {
      "name": "Harijan Khulal",
      "age": 24,
      "activity": "Distributed Child Sexual Abuse Material (CSAM) online."
    },
    "arrest_date": "2079-06-29",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"]
  },
  {
    "case_id": "038",
    "title": "Person Arrested for Defaming a Young Woman on Social Media",
    "description": "An individual has been arrested for defaming, proposing love, and sending obscene videos to a young woman on social media. Following a complaint from the victim, the arrest was made, and necessary legal actions have been taken. The arrested individual is from Kamalamai Municipality, Ward No. 6, Sindhuli District. The arrest took place on 2080-06-14, and the individual is currently under investigation.",
    "location": {
      "district": "Sindhuli",
      "municipality": "Kamalamai Municipality",
      "ward": 6
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Defamed, proposed love, and sent obscene videos to a young woman on social media."
    },
    "arrest_date": "2080-06-14",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"]
  },
  {
    "case_id": "039",
    "title": "Individual Arrested for Inciting Religious Intolerance and Hate Speech on Social Media",
    "description": "An individual named Kumar Adhikari has been arrested for inciting religious intolerance and spreading hate speech on social media platforms. The arrest was made as part of the Cyber Bureauâ€™s monitoring and investigative activities. The individual, who resides in Kathmandu, was apprehended on the 29th of Chaitra 2079 (Nepali Calendar) and is currently under investigation.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "ward": "Unknown"
    },
    "suspect": {
      "name": "Kumar Adhikari",
      "age": "Unknown",
      "activity": "Incited religious intolerance and spread hate speech on social media platforms."
    },
    "arrest_date": "2079-12-29 (Nepali Calendar)",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"]
  },
  {
    "case_id": "040",
    "title": "Character Assassination of Women Working Abroad",
    "description": "Accused involved in defaming women working abroad by making false accusations and character assassination through social media and other electronic media.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": 15,
        "current_residence": {
            "district": "Kathmandu",
            "municipality": "Kathmandu Metropolitan City",
            "ward": 5,
            "area": "Thamel"
        }
    },
    "suspect": {
        "name": "Gopal Bahadur Sarki",
        "age": "Unknown",
        "activity": "Involved in character assassination and defamation of women working abroad through social media and other electronic platforms."
    },
    "arrest_date": "2023-09-12",
    "legal_action": "Arrested and presented before the Kathmandu District Court for further legal proceedings.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "041",
    "title": "Person Arrested for Character Assassination of Specific Individuals",
    "description": "Individual arrested for using social media, digital platforms, and AI technologies to create and spread false, defamatory content about specific individuals with the intent to harm their social, familial, and political character.",
    "location": {
        "district": "Sindhupalchowk",
        "municipality": "Khambu",
        "ward": 4,
        "current_residence": {
            "district": "Sindhupalchowk",
            "municipality": "Khambu",
            "ward": 4,
            "area": "Khambu village"
        }
    },
    "suspect": {
        "name": "Ram Bahadur Tamang",
        "age": 22,
        "activity": "Involved in creating and spreading false, defamatory content about specific individuals using social media, digital platforms, and AI technologies."
    },
    "arrest_date": "2023-09-12",
    "legal_action": "Arrested under the Electronic Transactions Act, 2063. The case has been registered at the District Police Office, Sindhupalchowk. The Sindhupalchowk District Court has ordered a five-day extension for further investigation.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "042",
    "title": "Woman Arrested for Character Assassination via Social Media",
    "description": "A woman arrested for downloading the victim's photo from social media, creating a fake account, and posting defamatory captions such as 'Call Girl,' causing mental distress and defamation.",
    "location": {
        "district": "Gorkha",
        "municipality": "Gorkha Municipality",
        "ward": 6,
        "current_residence": {
            "district": "Gorkha",
            "municipality": "Gorkha Municipality",
            "ward": 6,
            "area": "Gorkha District"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": 23,
        "activity": "Downloaded the victim's photo from social media, created a fake account, and posted defamatory captions causing mental distress."
    },
    "arrest_date": "2080-04-21",
    "legal_action": "Arrested and remanded for seven days by the District Court of Kathmandu for further investigation.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "043",
    "title": "Unauthorized Access and Misuse of Digital Resources",
    "description": "Samir Luitel misused his position for personal gain by manipulating digital marketing and SEO resources. Legal action has been initiated under the Electronic Transactions Act, 2063.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": 15,
        "current_residence": {
            "district": "Kathmandu",
            "municipality": "Kathmandu Metropolitan City",
            "ward": 10,
            "area": "New Baneshwor"
        }
    },
    "suspect": {
        "name": "Samir Luitel",
        "age": "Unknown",
        "activity": "Misused his position to manipulate digital marketing and SEO resources for personal gain."
    },
    "arrest_date": "Unknown",
    "legal_action": "Legal action has been initiated under the Electronic Transactions Act, 2063. Investigation is ongoing to uncover the extent of unauthorized activities and potential collusion.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "044",
    "title": "Arrest of a Person Committing Cybercrime While Abroad",
    "description": "The perpetrator hacked the victim's Facebook account, engaged in inappropriate conversations with the victim's spouse, created a fake account, and blackmailed the victim, causing mental distress.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": 15,
        "current_residence": {
            "district": "Kathmandu",
            "municipality": "Kathmandu Metropolitan City",
            "ward": 8,
            "area": "Lazimpat"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Hacked the victim's Facebook account, created a fake account, blackmailed the victim, and caused mental distress."
    },
    "arrest_date": "2079-07-20",
    "legal_action": "Arrested upon return to Nepal and presented to the District Court in Kathmandu for legal proceedings.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "045",
    "title": "Computer Source Code Theft Arrest",
    "description": "An individual was arrested for unauthorized access and theft of the source code of 'Neo HRIS' software. The suspect attempted to sell the stolen code.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": 9,
        "current_residence": {
            "district": "Kathmandu",
            "municipality": "Kathmandu Metropolitan City",
            "ward": 9,
            "area": "Tripureshwor"
        }
    },
    "suspect": {
        "name": "Om Prakash Gupta",
        "age": 39,
        "activity": "Accessed and stole the source code of 'Neo HRIS' software with the intent to sell it."
    },
    "arrest_date": "2080-03-06",
    "legal_action": "Remanded in custody for five days by the Kathmandu District Court for further investigation.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "046",
    "title": "Arrest of an Individual Involved in Character Assassination of Women",
    "description": "An individual engaged in conversations with women on social media platforms, created fake accounts, used private photos/videos to blackmail and defame them, resulting in character assassination.",
    "location": {
        "district": "Makwanpur",
        "municipality": "G.P. Municipality",
        "ward": 7,
        "current_residence": {
            "district": "Makwanpur",
            "municipality": "G.P. Municipality",
            "ward": 7,
            "area": "Chuligada"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": 29,
        "activity": "Created fake accounts, used private photos/videos to blackmail and defame women on social media."
    },
    "arrest_date": "2079-01-19",
    "legal_action": "Arrested for cybercrime under the Electronic Transactions Act, 2063. Currently under investigation for five days as per the orders of the Kathmandu District Court.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "047",
    "title": "Individual Arrested for Character Assassination of a Minor",
    "description": "An individual arrested for character assassination of a minor by downloading their picture from Facebook, creating a fake ID, and posting obscene content, leading to defamation.",
    "location": {
        "district": "Bhaktapur",
        "municipality": "Bhaktapur Municipality",
        "ward": 4,
        "current_residence": {
            "district": "Bhaktapur",
            "municipality": "Bhaktapur Municipality",
            "ward": 4,
            "area": "Bhaktapur"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": 28,
        "activity": "Downloaded a picture of a minor from Facebook, created a fake Facebook ID, and posted obscene content leading to character assassination."
    },
    "arrest_date": "Unknown",
    "legal_action": "Arrested and sent to Bhaktapur District Court for further investigation. The court has granted a five-day extension for the investigation.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "048",
    "title": "Circulation of a Complete Video on Social Media",
    "description": "Rishi Raj Jha posted a video on Facebook claiming that Gyanendra Singh had sent him the video. The video was shared on social media, leading to an investigation and legal action for spreading false information.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kirtipur",
        "ward": "Unknown",
        "current_residence": {
            "district": "Kathmandu",
            "municipality": "Kirtipur",
            "ward": "Unknown",
            "area": "Kirtipur"
        }
    },
    "suspect": {
        "name": "Rishi Raj Jha",
        "age": "Unknown",
        "activity": "Posted a video on Facebook claiming that Gyanendra Singh had sent him the video, without verifying the facts."
    },
    "arrest_date": "2078-01-23",
    "legal_action": "Legal action has been initiated against Rishi Raj Jha for spreading false information on social media. Investigation is ongoing.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "049",
    "title": "Blackmail Using Obscene Activities",
    "description": "Pathibhara Mata created a fake Facebook account to solicit photos and videos from victims under the pretense of job offers, blackmailing them with threats of public exposure.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": "Unknown",
        "current_residence": {
            "district": "Kathmandu",
            "municipality": "Kathmandu Metropolitan City",
            "ward": "Unknown",
            "area": "Unknown"
        }
    },
    "suspect": {
        "name": "Pathibhara Mata",
        "age": "Unknown",
        "activity": "Created a fake Facebook account to solicit photos and videos from victims under the pretense of job offers, then blackmailed them."
    },
    "arrest_date": "Unknown",
    "legal_action": "Legal action has been taken by the Cyber Bureau. Investigation is ongoing.",
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "050",
    "title": "Arrest of Individuals Involved in Online Fraud Under the Pretext of Providing Educational Assistance",
    "description": "Fraudsters involved in deceiving people by pretending to provide online assistance for the Pearson Test of English (PTE) through Manaslu Educational Services. Various electronic devices were confiscated during the investigation.",
    "location": {
        "district": "Banke",
        "municipality": "Kohalpur Municipality",
        "ward": "Unknown",
        "current_residence": {
            "district": "Banke",
            "municipality": "Kohalpur Municipality",
            "ward": "Unknown",
            "area": "Kohalpur"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Deceived people by offering fraudulent online assistance for the Pearson Test of English (PTE) and used various electronic devices to facilitate the scam."
    },
    "arrest_date": "Unknown",
    "legal_action": "The arrested individuals have been presented to the District Court, Kathmandu, for further legal action.",
    "seized_items": [
        "8 mobile sets",
        "8 SIM cards",
        "2 laptops",
        "2 pen drives"
    ],
    "law_sections": ["Electronic Transactions Act 2063"]
  },
  {
    "case_id": "051",
    "title": "Arrest for Character Assassination and Harassment of Minors Using Social Media Photos",
    "description": "An individual was arrested for downloading photos of minors from social media platforms like Facebook and using them for character assassination and harassment. The individual created fake accounts and sent inappropriate messages. The Cyber Bureau conducted the investigation and arrested the individual.",
    "location": {
        "district": "Bhaktapur",
        "municipality": "Bhaktapur Municipality",
        "ward": "6",
        "current_residence": {
            "district": "Bhaktapur",
            "municipality": "Bhaktapur Municipality",
            "ward": "6",
            "area": "Sanga Chowk"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Downloaded photos of minors from social media platforms, created fake accounts, and sent inappropriate messages using a VPN to conceal identity."
    },
    "arrest_date": "Unknown",
    "legal_action": "The arrested individual has been presented to the District Court, Kathmandu, and remanded for five days for further investigation.",
    "seized_items": [
        "Photos of minors from social media",
        "VPN software"
    ],
    "law_sections": ["Cybercrime Act 2063", "Child Protection Act 2063"]
  },
  {
    "case_id": "052",
    "title": "Arrest of Individual for Defamation of Women's Character by Posting Photos and Videos on Social Media",
    "description": "Khemraj Thapa Magar has been arrested for defaming a woman's character by posting her photos and videos on Facebook, causing significant distress to the victim and her family. The police have arrested the accused for further legal action, and the case is under investigation.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": "19",
        "current_residence": {
            "district": "Chitwan",
            "municipality": "Shivanagar",
            "ward": "4",
            "area": "Shivanagar"
        }
    },
    "suspect": {
        "name": "Khemraj Thapa Magar",
        "age": "Unknown",
        "activity": "Defamed a woman's character by posting her photos and videos on Facebook, causing distress to the victim and her family."
    },
    "arrest_date": "2079/08/04 (Nepali Date)",
    "legal_action": "The case has been registered at the District Court, Kathmandu, and further investigation is ongoing under the Electronic Transactions Act 2063, Crime Against State Act 2046, and other relevant laws.",
    "seized_items": [
        "Photos and videos of the victim posted on Facebook"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063",
        "Crime Against State Act 2046"
    ]
  },
  {
    "case_id": "053",
    "title": "Arrest of Individual for Defamation of Women's Character through YouTube Videos",
    "description": "Manoj Kumar Mahato has been arrested for spreading false information and defaming a woman's character through YouTube videos. The victim filed a complaint, and the accused was arrested following an investigation ordered by the District Court of Kathmandu.",
    "location": {
        "district": "Siraha",
        "municipality": "Lahan Municipality",
        "ward": "23",
        "current_residence": {
            "district": "Siraha",
            "municipality": "Lahan Municipality",
            "ward": "23",
            "area": "Lahan"
        }
    },
    "suspect": {
        "name": "Manoj Kumar Mahato",
        "age": "Unknown",
        "activity": "Spread false information and defamed a woman's character through YouTube videos."
    },
    "arrest_date": "2080-05-06 (Nepali Date)",
    "legal_action": "The accused has been arrested following an order from the District Court of Kathmandu, and legal actions are being taken under the Electronic Transactions Act 2063 and Crime Against State Act 2046.",
    "seized_items": [
        "YouTube videos containing false information about the victim"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063",
        "Crime Against State Act 2046"
    ],
    "signatory": {
        "name": "Prabhat Kumar Rai",
        "designation": "Deputy Superintendent of Police (DSP)",
        "role": "Spokesperson and Information Officer of the Cyber Bureau"
    }
  },
  {
    "case_id": "054",
    "title": "Arrest of the Accused for Character Assassination of a Woman through Fake Social Media Profiles",
    "description": "The accused created fake profiles on social media platforms like Facebook and WhatsApp to spread defamatory content, causing distress to the victim. Legal action has been taken against the accused following a complaint from the victim.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Tarkeshwar Municipality",
        "ward": "4",
        "current_residence": {
            "district": "Gorkha",
            "municipality": "Bhumisthan Village",
            "ward": "2",
            "area": "Bhumisthan"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "29",
        "activity": "Created fake social media profiles on Facebook and WhatsApp to spread defamatory content about the victim, causing distress."
    },
    "arrest_date": "2080/10/07 (Nepali Date)",
    "legal_action": "The accused has been arrested and presented to the Kathmandu District Court for further necessary investigation. Legal actions are being taken based on the complaint and investigation.",
    "seized_items": [
        "Fake social media profiles used for defamation"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063",
        "Defamation Act"
    ],
    "previous_conviction": {
        "year": "2063 B.S.",
        "offense": "Similar offense of defamation",
        "punishment": "Served sentence in private electrical workshop"
    },
    "court_action": "Presented to the Kathmandu District Court for further investigation on the 5th day."
  },
  {
    "case_id": "055",
    "title": "Character Assassination on Social Media Platforms",
    "description": "A rising concern regarding character assassination of women on social media platforms like Facebook and YouTube, with a specific case involving a woman from Saptari district. Legal action will be pursued against those responsible for such acts.",
    "location": {
        "district": "Saptari",
        "municipality": "Unknown",
        "ward": "Unknown",
        "current_residence": {
            "district": "Saptari",
            "municipality": "Unknown",
            "ward": "Unknown",
            "area": "Saptari"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Engaged in character assassination of a woman on social media platforms like Facebook and YouTube."
    },
    "arrest_date": "Unknown",
    "legal_action": "Legal action will be pursued against the individuals responsible for the character assassination on social media platforms.",
    "seized_items": [
        "Social media posts related to the defamation"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063",
        "Defamation Act"
    ],
    "police_statements": {
        "focus": "The Nepal Police is dedicated to combating cybercrime and protecting victims of harassment on social media."
    }
  },
  {
    "case_id": "056",
    "title": "Arrest of the Accused Involved in Harassing a Minor on Social Media",
    "description": "A person was arrested for harassing a minor on social media platforms, including befriending the victim on Facebook, engaging in chats, and attempting to lure the minor for immoral acts. The accused also created fake IDs and shared abusive content, causing mental harm to the minor. The case is being pursued under the Electronic Transactions Act, 2063.",
    "location": {
        "district": "Achham",
        "municipality": "Gaumul Rural Municipality",
        "ward": "1",
        "current_residence": {
            "district": "Achham",
            "municipality": "Gaumul Rural Municipality",
            "ward": "1",
            "area": "Sarmarangi"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Harassed a minor on social media, engaged in inappropriate chats, created fake IDs, and shared abusive content targeting the minor."
    },
    "arrest_date": "Unknown",
    "legal_action": "The accused has been presented to the Kathmandu District Court on 2080/04/06 and remanded into custody for further investigation and legal proceedings.",
    "seized_items": [
        "Fake social media profiles",
        "Abusive content shared on social media"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "Presented to the Kathmandu District Court, where the accused was remanded into custody for further proceedings."
  },
  {
    "case_id": "057",
    "title": "Arrest of the Fugitive Accused in the Harassment of a Woman through Facebook Messenger",
    "description": "The accused befriended a woman through Facebook Messenger and harassed her during their conversations. The accused took screenshots of the chats and shared manipulated and offensive content on social media, damaging the womanâ€™s dignity and reputation. The victim reported the harassment to the Cyber Bureau, which launched an investigation.",
    "location": {
        "district": "Gulmi",
        "municipality": "Satyabati Rural Municipality",
        "ward": "7",
        "current_residence": {
            "district": "Gulmi",
            "municipality": "Satyabati Rural Municipality",
            "ward": "7",
            "area": "Satyabati"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Harassed a woman by taking screenshots of conversations and sharing manipulated and offensive content on social media, causing harm to the victim's dignity and reputation."
    },
    "arrest_date": "2080/04/02 (Nepali Date)",
    "legal_action": "The accused has been arrested after months of being on the run. He was presented to the Kathmandu District Court on 2080/04/03 and is now under judicial custody for further proceedings.",
    "seized_items": [
        "Screenshots of conversations",
        "Manipulated and offensive social media posts"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The accused was presented to the Kathmandu District Court and is now under judicial custody for further proceedings.",
    "assistance_acknowledgment": "The Cyber Bureau appreciates the assistance of the District Police Office and other stakeholders in apprehending the fugitive."
  },
  {
    "case_id": "058",
    "title": "Arrest of the Accused Involved in Defaming a Woman's Character through Social Media",
    "description": "The accused befriended a woman on social media, misused their conversations and associated materials, and began spreading false and defamatory content online, causing severe emotional distress to the victim and affecting her personal life. The victim filed a complaint with the Cyber Bureau, leading to the investigation and arrest of the accused.",
    "location": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": "Unknown",
        "current_residence": {
            "district": "Chitwan",
            "municipality": "Ratnanagar Municipality",
            "ward": "10",
            "area": "Ratnanagar"
        }
    },
    "suspect": {
        "name": "Unknown",
        "age": "42",
        "activity": "Defamed a woman's character by spreading false and defamatory content online, causing emotional distress and affecting her personal life."
    },
    "arrest_date": "2080/04/19 (Nepali Date)",
    "legal_action": "The accused has been arrested based on evidence collected and presented to the Kathmandu District Court on 2080/04/19 for further legal proceedings. Investigations are ongoing.",
    "seized_items": [
        "False and defamatory content shared on social media"
    ],
    "law_sections": [
        "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The accused has been presented to the Kathmandu District Court on 2080/04/19 for further legal proceedings."
  },
  {
    "case_id": "059",
    "title": "Arrest of the Accused for Fraud Using Social Media",
    "description": "The accused misused social media to deceive a foreign individual, claiming to be in distress due to family issues. She provided fake identification details and fabricated personal struggles, leading the victim to send expensive goods and a sum of $8,000. Additionally, the accused demanded a further NPR 30,000 from the recipient under false pretenses. After the victim filed a complaint, a detailed investigation by the Nepal Police led to the arrest of the accused.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": "Unknown",
      "current_residence": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan City",
        "ward": "Unknown",
        "area": "Kathmandu"
      }
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Deceived a foreign individual by using fake identification and fabricated personal struggles to manipulate the victim into sending expensive goods and money."
    },
    "arrest_date": "2080/09/10 (Nepali Date)",
    "legal_action": "The accused has been arrested and charged under the Electronic Transactions Act following an investigation by the Nepal Police. The Kathmandu District Court has ordered further investigation under judicial custody.",
    "seized_items": [
      "Gold jewelry",
      "Watches",
      "Bags",
      "$8,000",
      "Fake identification details"
    ],
    "law_sections": [
      "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The accused has been presented to the Kathmandu District Court for further legal proceedings. Investigations are ongoing."
  },
  {
    "case_id": "060",
    "title": "Arrest of the Accused for Defaming a Minor's Character on Social Media",
    "description": "The accused misused social media by creating a fake ID and posted abusive comments along with the picture of a minor, defaming their character. A complaint was filed with the Nepal Police Cyber Bureau, leading to an investigation and arrest of the accused.",
    "location": {
      "district": "Lalitpur",
      "municipality": "Mahalaxmi Municipality",
      "ward": "3",
      "current_residence": {
        "district": "Lalitpur",
        "municipality": "Mahalaxmi Municipality",
        "ward": "3",
        "area": "Imadol"
      }
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Created a fake ID on social media to post abusive comments and a picture of a minor, defaming their character."
    },
    "arrest_date": "2080/10/05 (Nepali Date)",
    "legal_action": "The accused has been arrested based on evidence collected during the investigation and presented to the Kathmandu District Court. The accused is under judicial custody for six days as per the court's order. Further investigations are ongoing.",
    "seized_items": [
      "Fake ID used on social media",
      "Abusive content posted online"
    ],
    "law_sections": [
      "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The accused has been presented to the Kathmandu District Court for further legal proceedings. Judicial custody has been granted for six days."
  },
  {
    "case_id": "061",
    "title": "Arrest of the Accused for Defaming Character by Misusing Social Media",
    "description": "The accused misused social media platforms like TikTok and Facebook to defame a woman's character by spreading false and offensive information, including comments and captions along with her photos. A complaint was filed, leading to an investigation and the arrest of the accused.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": "Unknown",
      "current_residence": {
        "district": "Siraha",
        "municipality": "Lahan Municipality",
        "ward": "23",
        "area": "Lahan"
      }
    },
    "suspect": {
      "name": "Manoj Kumar Mandal (alias Manoj Kumar Mehta)",
      "age": "Unknown",
      "activity": "Misused social media platforms (TikTok, Facebook) to spread false and offensive information, defaming a woman's character with photos and captions."
    },
    "arrest_date": "2080/09/23 (Nepali Date)",
    "legal_action": "The accused has been arrested based on evidence and presented to the Kathmandu District Court. He is charged under the Electronic Transactions Act, 2063. The accused is under judicial custody for seven days as per the courtâ€™s order. Further investigation is ongoing.",
    "seized_items": [
      "Offensive comments and captions posted online",
      "Photos used in defamatory content"
    ],
    "law_sections": [
      "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The accused has been presented to the Kathmandu District Court for further legal proceedings. Judicial custody has been granted for seven days."
  },
  {
    "case_id": "062",
    "title": "Arrest of the Accused for Defaming Nepal Police and the Nation through Social Media",
    "description": "Through social media, a message defaming the Nepal Police and the country was circulated. The Cyber Bureau of Nepal Police investigated the incident after receiving a complaint and identified the individual involved. The individual has been charged under the Electronic Transaction Act, 2063 BS, and the investigation is ongoing.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": "Unknown",
      "current_residence": {
        "district": "Unknown",
        "municipality": "Unknown",
        "ward": "Unknown",
        "area": "Unknown"
      }
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Defamed Nepal Police and the country by spreading false information on social media platforms."
    },
    "arrest_date": "Unknown",
    "legal_action": "The accused has been charged under the Electronic Transaction Act, 2063 BS. The investigation is ongoing with the approval of the Kathmandu District Court.",
    "seized_items": [
      "Offensive posts shared on social media"
    ],
    "law_sections": [
      "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The investigation is ongoing with the approval of the Kathmandu District Court."
  },
  {
    "case_id": "063",
    "title": "Arrest of the Accused for Spreading Hatred Against Communities via Social Media",
    "description": "An individual from Malangawa, Sarlahi, has been found spreading hateful content targeting various castes and communities through social media. The Cyber Bureau of Nepal Police identified the person after receiving complaints and initiated legal proceedings under the Electronic Transaction Act, 2063 BS. The investigation is ongoing, and the individual has been detained with the approval of the relevant district court.",
    "location": {
      "district": "Sarlahi",
      "municipality": "Malangawa Municipality",
      "ward": "Unknown",
      "current_residence": {
        "district": "Sarlahi",
        "municipality": "Malangawa Municipality",
        "ward": "Unknown",
        "area": "Malangawa"
      }
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Spreading hateful and offensive content targeting various castes and communities via social media platforms."
    },
    "arrest_date": "Unknown",
    "legal_action": "The accused has been charged under the Electronic Transaction Act, 2063 BS. The investigation is ongoing with the approval of the relevant district court.",
    "seized_items": [
      "Offensive posts shared on social media"
    ],
    "law_sections": [
      "Electronic Transactions Act 2063 (Clause 47)"
    ],
    "court_action": "The individual has been detained with the approval of the relevant district court, and the investigation is ongoing."
  },
  {
    "case_id": "064",
    "title": "Fraudulent Activities through Social Media Platforms",
    "description": "Two individuals used platforms like TikTok, Facebook, and WhatsApp to commit fraud by misleading victims with fake messages such as 'You won a lucky draw for an iPhone' and demanding money for customs clearance.",
    "location": {
      "district": "Unknown",
      "municipality": "Unknown",
      "ward": "Unknown",
      "current_residence": {
        "district": "Unknown",
        "municipality": "Unknown",
        "ward": "Unknown",
        "area": "Unknown"
      }
    },
    "suspect": [
      {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Used social media platforms (TikTok, Facebook, WhatsApp) to defraud individuals by sending fake lucky draw messages and demanding money for customs clearance."
      },
      {
        "name": "Unknown",
        "age": "Unknown",
        "activity": "Used social media platforms (TikTok, Facebook, WhatsApp) to defraud individuals by sending fake lucky draw messages and demanding money for customs clearance."
      }
    ],
    "arrest_date": "Unknown",
    "legal_action": "The individuals have been arrested based on the complaints received and are being investigated under the Electronic Transaction Act, 2063 BS.",
    "law_sections": ["47"]
  },
  {
    "case_id": "065",
    "title": "Sharing Obscene Content Targeting Women via Social Media",
    "description": "A complaint was filed against an individual who shared explicit videos of a woman without her consent. The suspect also sent obscene messages and comments through Facebook Messenger. The Cyber Bureau has identified the individual and initiated legal action under the Electronic Transaction Act, 2063 BS. The investigation is ongoing with the necessary court approvals.",
    "location": {
      "district": "Unknown",
      "municipality": "Unknown",
      "ward": "Unknown",
      "current_residence": {
        "district": "Unknown",
        "municipality": "Unknown",
        "ward": "Unknown",
        "area": "Unknown"
      }
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Shared explicit videos and sent obscene messages and comments targeting a woman via Facebook Messenger."
    },
    "arrest_date": "Unknown",
    "legal_action": "The individual has been identified and legal action is being taken under the Electronic Transaction Act, 2063 BS. The investigation is ongoing with the necessary court approvals.",
    "law_sections": ["47"]
  },
  {
    "case_id": "066",
    "title": "Defaming Women's Character via Social Media",
    "description": "An individual used social media to tarnish a womanâ€™s reputation by creating fake profiles and posting defamatory content. The Cyber Bureau received a complaint and identified the suspect. Legal action has been initiated under the Electronic Transaction Act, 2063 BS. Further investigation is being carried out with the approval of the respective district court.",
    "location": {
      "district": "Unknown",
      "municipality": "Unknown",
      "ward": "Unknown",
      "current_residence": {
        "district": "Unknown",
        "municipality": "Unknown",
        "ward": "Unknown",
        "area": "Unknown"
      }
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Created fake profiles and posted defamatory content on social media to tarnish a womanâ€™s reputation."
    },
    "arrest_date": "Unknown",
    "legal_action": "Legal action has been initiated under the Electronic Transaction Act, 2063 BS. Further investigation is being carried out with the approval of the respective district court.",
    "law_sections": ["47"]
  },
  {
    "case_id": "067",
    "title": "Arrest of a Person Attempting to Exploit a Minor Through Pressure and Influence",
    "description": "An individual manipulated and pressured a minor on the social media platform Snapchat to engage in inappropriate activities for personal gain.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": 16,
      "area": "Chabahil"
    },
    "suspect": {
      "name": "Unknown",
      "age": 20,
      "activity": "Manipulated and pressured a minor to engage in inappropriate activities through Snapchat for personal gain."
    },
    "arrest_date": "2080-10-30",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo/?fbid=943454274640858&set=a.156406336678993"
  },
  {
    "case_id": "068",
    "title": "Arrest of a Person for Spreading Hate Speech and Disrupting Religious Harmony",
    "description": "An individual used social media platforms like Facebook to spread hate speech and incite religious and social disharmony.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Khadbari Municipality",
      "ward": 4,
      "area": "Same location as the suspect's residence"
    },
    "suspect": {
      "name": "Unknown",
      "age": 19,
      "activity": "Spreading hate speech and attempting to incite disharmony among different religious and social communities."
    },
    "arrest_date": "2080-10-25",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo?fbid=941400958179523&set=a.156406336678993"
  },
  {
    "case_id": "069",
    "title": "Arrest of a Person for Defaming a Woman on Social Media",
    "description": "A suspect defamed a woman by leaking her personal details, videos, and messages on the Tinder social media platform without her consent.",
    "location": {
      "district": "Dang",
      "municipality": "Lamahi Municipality",
      "ward": 5,
      "area": "Lamahi"
    },
    "suspect": {
      "name": "Ravi Singh Rathore",
      "age": 19,
      "activity": "Defamed a woman on Tinder by spreading false and personal information about her."
    },
    "arrest_date": "2080-12-12",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo?fbid=939395065046779&set=a.156406336678993"
  },
  {
    "case_id": "070",
    "title": "Individuals Involved in Creating Fake Emails of the Cyber Bureau Using Names and Ranks of Nepal Police Officials Arrested",
    "description": "Two individuals were arrested for creating fake emails and letters impersonating the Cyber Bureau, misusing the names and ranks of Nepal Police officials to deceive victims and demand money.",
    "location": {
      "district": "Saptari",
      "municipality": "Gaunpalika",
      "ward": 1,
      "area": "Saptari District"
    },
    "suspect": [
      {
        "name": "Manish Kumar Mehta",
        "age": "Unknown",
        "activity": "Created fake emails and letters impersonating the Cyber Bureau to deceive victims and demand money."
      },
      {
        "name": "Ikram Yadav",
        "age": "Unknown",
        "activity": "Created fake emails and letters impersonating the Cyber Bureau to deceive victims and demand money."
      }
    ],
    "arrest_date": "2080-10-10",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo?fbid=938090611843891&set=a.156406336678993"
  },
  {
    "case_id": "071",
    "title": "Person Arrested for Character Assassination of a Woman",
    "description": "A perpetrator harassed a woman on social media by befriending her under a fake identity, manipulating her pictures, and using abusive and defamatory language, causing severe mental distress.",
    "location": {
      "district": "Saptari",
      "municipality": "Hanumannagar Municipality",
      "ward": 9,
      "area": "Hanumannagar"
    },
    "suspect": {
      "name": "Soni Sah",
      "age": 26,
      "activity": "Created a fake identity to befriend the victim on Facebook, manipulated her pictures, and spread defamatory content, leading to mental distress."
    },
    "arrest_date": "2080-10-13",
    "legal_action": "Investigated under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo?fbid=924720476514238&set=a.156406336678993"
  },
  {
    "case_id": "072",
    "title": "Cyber Bureauâ€™s Request Regarding Fake Emails Impersonating Nepal Police Officials",
    "description": "Fake emails have been circulated impersonating Nepal Police Cyber Bureau and senior officials, misleading the public into believing they are receiving official communications.",
    "location": {
      "district": "Nationwide",
      "municipality": "Various",
      "ward": "N/A",
      "area": "N/A"
    },
    "suspect": {
      "name": "Unknown",
      "age": "Unknown",
      "activity": "Circulating fake emails impersonating Nepal Police authorities to deceive the public."
    },
    "arrest_date": "N/A",
    "legal_action": "No arrest made. Public advised to stay alert and report suspicious emails.",
    "law_sections": ["N/A"],
    "url": "https://www.facebook.com/photo?fbid=938090611843891&set=a.156406336678993"
  },
  {
    "case_id": "073",
    "title": "Editing (Photo Mutilation) of the Honorable Prime Minister K.P. Sharma Oliâ€™s Image and its Dissemination on Social Media",
    "description": "The image of the Honorable Prime Minister K.P. Sharma Oli has been edited and spread on social media with misleading content. The Cyber Bureau of Nepal Police is investigating this matter in accordance with the prevailing laws.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": 0,
      "area": "N/A"
    },
    "suspect": {
      "name": "Unknown",
      "age": "N/A",
      "activity": "Editing and spreading misleading content of Prime Minister's image on social media."
    },
    "arrest_date": "N/A",
    "legal_action": "Investigated under prevailing laws concerning photo manipulation and online defamation.",
    "law_sections": ["Electronic Transactions Act 2063", "Section N/A"],
    "url": "https://www.facebook.com/CyberBureauNepal/photos/pb.100069288816650.-2207520000/961738414244275/?type=3"
  },
  {
    "case_id": "074",
    "title": "Suicide Incidents Conducted Through Live Streaming, Public Awareness, and Legal Action",
    "description": "Increased suicide incidents in Nepal during the COVID-19 pandemic have been live-streamed on platforms like Facebook. The Cyber Bureau urges the public not to share or promote such content.",
    "location": {
      "district": "National",
      "municipality": "N/A",
      "ward": "N/A",
      "area": "N/A"
    },
    "suspect": {
      "name": "Unknown",
      "age": "N/A",
      "activity": "Live streaming suicide and promoting such incidents on social media."
    },
    "arrest_date": "N/A",
    "legal_action": "Warning and investigation into the dissemination of harmful content.",
    "law_sections": ["N/A"],
    "url": "https://www.facebook.com/CyberBureauNepal/photos/pb.100069288816650.-2207520000/1002227286862054/?type=3"
  },
  {
    "case_id": "075",
    "title": "Creation of Porn Website and Uploading Explicit Videos",
    "description": "An individual from Chitwan District created a website and uploaded explicit videos of a 17-year-old girl. The accused was arrested by the Cyber Bureau and presented to the District Court for further legal proceedings.",
    "location": {
      "district": "Chitwan",
      "municipality": "N/A",
      "ward": "N/A",
      "area": "N/A"
    },
    "suspect": {
      "name": "23-year-old man from Gorkha",
      "age": 23,
      "activity": "Created a pornographic website and uploaded explicit content involving a minor."
    },
    "arrest_date": "N/A",
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006), presented to District Court Kathmandu.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/CyberBureauNepal/photos/pb.100069288816650.-2207520000/1004543943297055/?type=3N/A"
  },
  {
    "case_id": "076",
    "title": "Individuals Involved in Character Assassination of Women and Girls",
    "description": "Victims' private pictures and videos were shared on social media without consent by individuals, leading to harassment and character assassination. The suspects have been arrested and presented to the District Court for legal proceedings.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": 0,
      "area": "N/A"
    },
    "suspect": {
      "name": "18-year-old resident of Kathmandu",
      "age": 18,
      "activity": "Shared personal pictures and videos without consent, leading to harassment."
    },
    "arrest_date": "N/A",
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo?fbid=924720476514238&set=a.156406336678993"
  },
  {
    "case_id": "077",
    "title": "Second Case of Character Assassination of a Woman",
    "description": "A 21-year-old man from Kathmandu shared private videos and images of a woman without her consent, causing her defamation. The suspect has been arrested and presented before the District Court for legal action.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": 0,
      "area": "N/A"
    },
    "suspect": {
      "name": "21-year-old man from Kathmandu",
      "age": 21,
      "activity": "Shared private videos and images without consent, leading to defamation."
    },
    "arrest_date": "N/A",
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "N/A"
  },
  {
    "case_id": "078",
    "title": "Misuse of Celebrity Female Artists' Names for Sending Obscene Messages, Making Inappropriate Comments, and Misusing Photos by Creating Fake Accounts",
    "description": "A person was found misusing the name of a celebrity female artist by creating a fake Facebook account under the name 'Marriage Full Videos.' The account was used to post edited photos and troll videos with inappropriate and socially unacceptable statuses.",
    "suspect": {
      "name": "Unknown",
      "activity": "Created a fake Facebook account to misuse celebrity artist's name and post inappropriate content."
    },
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["Electronic Transactions Act 2063", "Section N/A"],
    "url": "https://www.facebook.com/photo/?fbid=1078136265937822&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "079",
    "title": "Action Against the Spread of Child Pornography (Video)",
    "description": "An investigation was carried out based on a Cyber Tipline Report regarding the sharing of child pornography videos on social media and Facebook Messenger. A person from Kathmandu District was found involved in distributing obscene child pornography videos.",
    "suspect": {
      "name": "Unknown",
      "activity": "Distributed child pornography videos on social media and Facebook Messenger."
    },
    "legal_action": "Legal proceedings initiated under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["Electronic Transactions Act 2063", "Section N/A"],
    "url": "https://www.facebook.com/photo/?fbid=1078136755937773&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "080",
    "title": "Arrest of Individuals for Promoting and Glorifying Heinous Crimes Like Rape on Social Media",
    "description": "A Facebook group named 'Raper Association' was created to glorify and encourage rape and other heinous crimes. The group posted obscene and offensive content that included derogatory remarks against women and promoted sexual violence.",
    "suspect": {
      "name": "Unknown",
      "activity": "Created and managed a Facebook group promoting rape and sexual violence."
    },
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["Electronic Transactions Act 2063", "Section N/A"],
    "url": "https://www.facebook.com/photo/?fbid=1078777215873727&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "081",
    "title": "Arrest of the Main Suspect Behind the Creation of the 'Raper Association' Facebook Group",
    "description": "The main individual behind the creation of the 'Raper Association' Facebook group, which glorified rape and posted offensive content against women, has been arrested in Palpa, Nepal.",
    "suspect": {
      "name": "Unknown",
      "activity": "Created and managed a Facebook group promoting rape and offensive content against women."
    },
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006), with legal proceedings in Kathmandu District Court.",
    "law_sections": ["Electronic Transactions Act 2063", "Section N/A"],
    "url": "https://www.facebook.com/photo/?fbid=1082397505511698&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "082",
    "title": "Arrest of a Person for Creating a Fake Facebook ID and Sending Obscene Messages and Pictures to Minors",
    "description": "A person was found creating a fake Facebook ID under the name of a minor girl, sending obscene messages and pictures, and posting sexually harassing content to defame and harass minors. This act violated the Electronic Transactions Act, 2063 (2006), Section 47.",
    "location": {
      "district": "Sindhupalchowk",
      "municipality": "Chautara Sangachokgadhi-4",
      "ward": "4",
      "area": "Chautara Sangachokgadhi"
    },
    "suspect": {
      "name": "Unknown",
      "age": 20,
      "activity": "Created a fake Facebook ID under the name of a minor girl and sent obscene messages and pictures."
    },
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006), Section 47.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo/?fbid=1102843446800437&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "083",
    "title": "Arrest of Individuals Spreading False Information About Official Information Systems",
    "description": "Some individuals were found illegally tampering with and misrepresenting government digital communication systems. After an investigation named 'Hackers Hunt', two individuals were arrested for violating the Electronic Transactions Act, 2063 (2006), Section 47.",
    "location": {
      "district": "Latipur",
      "municipality": "Mahalaxmi Municipality-1, Sanagaun",
      "ward": "1",
      "area": "Sanagaun"
    },
    "suspect": [
      {
        "name": "Unknown",
        "age": 25,
        "activity": "Tampered with and misrepresented government digital communication systems."
      },
      {
        "name": "Unknown",
        "age": 17,
        "activity": "Tampered with and misrepresented government digital communication systems."
      }
    ],
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006), Section 47.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo/?fbid=1122896294795152&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "084",
    "title": "Arrest of a Person for Unauthorized Access and Damage to Information Systems",
    "description": "A suspect was found breaching private sector online business databases, illegally accessing and leaking data. The cybercrime investigation, part of the 'Hackers Hunt' operation, led to the arrest of a 19-year-old from Nawalparasi (West), currently residing in Kathmandu.",
    "location": {
      "district": "Nawalparasi (West)",
      "municipality": "Kathmandu",
      "area": "Kathmandu"
    },
    "suspect": {
      "name": "Unknown",
      "age": 19,
      "activity": "Breached private sector online business databases and leaked data."
    },
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006), Section 47.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo/?fbid=1124161651335283&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "085",
    "title": "Arrest of a Person for Creating Fake Email and Facebook IDs to Blackmail and Harass Women",
    "description": "A suspect was found creating fake email accounts and Facebook IDs to harass a woman. He used these accounts to threaten her, demand NPR 70,000, and engage in sexual extortion. His actions violated the Electronic Transactions Act, 2063 (2006), Section 47.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Buddhanilkantha Municipality",
      "area": "Buddhanilkantha"
    },
    "suspect": {
      "name": "Unknown",
      "age": 33,
      "activity": "Created fake email and Facebook IDs to blackmail and sexually extort a woman."
    },
    "legal_action": "Investigated under the Electronic Transactions Act 2063 (2006), Section 47.",
    "law_sections": ["47"],
    "url": "https://www.facebook.com/photo/?fbid=1124161651335283&set=pb.100069288816650.-2207520000"
  },
  {
    "case_id": "086",
    "title": "Data Breach and Information Leak of IOE Students on the Dark Web",
    "description": "The Institute of Engineering (IOE) experienced a significant data breach where sensitive student information, including names, addresses, birth dates, and phone numbers, was leaked onto the Dark Web. The data was found to be for sale through the Bridge Forum, putting thousands of students at risk. The breach affected students from multiple campuses affiliated with IOE, including Pulchok Campus, Thapathali Campus, West Manchal Campus, Preachal, and IOI.",
    "location": {
      "district": "Kathmandu",
      "area": "Institute of Engineering (IOE)"
    },
    "suspect": {
      "activity": "Hacked the Institute of Engineering's website and sold student data on the Dark Web."
    },
    "legal_action": "Investigation ongoing under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2025/149496/how-hackers-got-data-of-7400-nepali-engineering-students"
  },
  {
    "case_id": "087",
    "title": "Engineering Study Data of 7,000 Nepali Students Sold Through the Dark Web",
    "description": "Sensitive data of 7,000 Nepali students studying engineering has been found for sale on the Dark Web. The hacker, using the pseudonym 'BOXH â‡ D,' posted the data on the Bridge Forum, claiming to have obtained it from various private campuses including Pulchok Campus, Thapathali Campus, West Manchal Campus, and Preachal Campus. The leaked data contains students' names, addresses, dates of birth, and phone numbers. The hacker posted the data in a JSON format and included some student details as evidence. The data leak was first noticed on January 1st.",
    "location": {
      "district": "Kathmandu",
      "area": "Institute of Engineering (IOE)"
    },
    "suspect": {
      "activity": "Hacked the Institute of Engineering's website and sold sensitive student data on the Dark Web."
    },
    "legal_action": "Investigation ongoing under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2025/149465/nepali-engineering-students-data-leaked-hackers-selling-on-dark-web"
  },
  {
    "case_id": "088",
    "title": "Comedian Shreha Files Complaint After Sisters Threatened with Rape on Facebook",
    "description": "Comedian Sajan Shreha filed a complaint with the cyber bureau after her sisters were threatened with rape on Facebook by a user named 'R heart Tamrakar'. The threats followed a video controversy where Shreha apologized for her actions but received abusive comments and death threats against her sister. Shreha shared a photo of the complaint and vowed to bring the accused under the scope of law.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City"
    },
    "suspect": {
      "name": "R heart Tamrakar",
      "activity": "Threatened Shreha's family with rape on Facebook."
    },
    "legal_action": "Investigation ongoing under cybercrime laws.",
    "law_sections": ["47"],
    "complaint_date": "Fagun 11, 20â¿áµˆ February 2025",
    "url": "https://www.techpana.com/2025/149690/comedian-sajan-shrestha-files-cyber-complaint-over-rape-threats"
  },
  {
    "case_id": "089",
    "title": "Hackers Take Control of Nepal Telecommunications Authority Website to Promote Illegal Betting Platform",
    "description": "The website of the Nepal Telecommunications Authority (NTA) was hacked by an Indonesian hacker group named â€˜Manado Mega Timâ€™, who controlled the site for a week. The hackers used the NTA's official website to promote the illegal online betting platform â€˜Identotoâ€™, which claims to be one of the largest betting sites in regions like Singapore and Sydney. The NTA is responsible for shutting down such illegal websites in Nepal, but the hackers exploited the site for their own promotion.",
    "location": {
      "district": "Kathmandu",
      "area": "Nepal Telecommunications Authority Website"
    },
    "suspect": {
      "activity": "Indonesian hacker group â€˜Manado Mega Timâ€™ took control of NTA's website and promoted an illegal betting platform."
    },
    "legal_action": "Investigation under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2024/149076/nepal-telecom-authority-website-hacked"
  },
  {
    "case_id": "090",
    "title": "Cyber Attacks on Banks in More Than 20 Countries, Including Nepal, Spread Malware",
    "description": "Nepali Cyber Security Company Bhairav Tech has uncovered a sophisticated cyber attack targeting financial institutions in over 20 countries, including Nepal. The attack, attributed to a team of cybercriminals, involves a phishing campaign aimed at stealing sensitive user information from trusted financial platforms worldwide. The attackers are using malware to compromise the security of financial systems in Europe, Asia, Africa, and beyond.",
    "location": {
      "district": "Kathmandu",
      "area": "Bhairav Tech Cyber Security Company"
    },
    "suspect": {
      "activity": "Cybercriminals conducting phishing campaigns and spreading malware to steal sensitive financial data."
    },
    "legal_action": "Ongoing investigation under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2025/149404/cyber-attack-on-banks-in-nepal-and-20-plus-countries-malware-spreading-fast"
  },
  {
    "case_id": "091",
    "title": "Hacker Selling Data from the Ministry of General Administration of Nepal for $0 on the Dark Web",
    "description": "Data from the Ministry of Federal Affairs and General Administration of Nepal was found for sale on the Dark Web by the South Asian hacker group Fanksek. The group posted the ministry's data for sale at a price of 0 USD, including access to the Super Admin Panel of the ministry's website. The group is known for politically and ideologically motivated cyber attacks targeting government and public institutions. The hacker group has offered the data for sale, with the price negotiable. The information on the Dark Web includes budget details, circular instructions, and other sensitive government data.",
    "location": {
      "district": "Kathmandu",
      "area": "Ministry of Federal Affairs and General Administration"
    },
    "suspect": {
      "activity": "Hacker group Fanksek posting sensitive data from the Ministry of General Administration for sale on the Dark Web."
    },
    "legal_action": "Investigation ongoing under the Electronic Transactions Act 2063 (2006).",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2024/149072/nepal-government-data-sale-dark-web-50-dollars"
  },
  {
    "case_id": "092",
    "title": "Confirmation of Virus in the Passport Department's System, Full Service to Resume in 2 Weeks",
    "description": "A virus infection has been confirmed in the Passport Department's system, leading to the suspension of passport services. The system has been down for four days, and the department has blocked passport services as a precautionary measure. It will take up to two weeks for the system to resume full service operations. In the meantime, partial services for applicants who have already filled out forms are being provided, while the department has taken steps to ensure the virus does not cause further damage. Services for urgent cases are also being handled.",
    "location": {
      "district": "Kathmandu",
      "area": "Passport Department"
    },
    "suspect": {
      "activity": "Virus infection in the passport application system, leading to a temporary shutdown of services."
    },
    "legal_action": "Investigation and corrective actions ongoing, no legal action mentioned yet.",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2024/148676/malware-attack-on-department-of-passport-system"
  },
  {
    "case_id": "093",
    "title": "Complaint Against Department for Leaking Citizenship Number in Driving License Results",
    "description": "A complaint has been filed against the Department of Transport Management after the citizenship numbers were inadvertently included in the publication of driving license exam results. The complaint was lodged by Vaghuri, a resident of Mahalakshmi Municipality, Lalitpur, who filed it with the National Information Commission. The complainant criticized the Department's Director General and Information Officer, Ishwaridt Paneru, for not providing an explanation as to why the citizenship number was included in the list. The complaint calls for action and a certified copy of the requested information.",
    "location": {
      "district": "Lalitpur",
      "municipality": "Mahalakshmi"
    },
    "suspect": {
      "name": "Ishwaridt Paneru",
      "activity": "Failed to explain the inclusion of citizenship numbers in the exam results list."
    },
    "legal_action": "Complaint filed with the National Information Commission for information disclosure.",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2024/146959/complaint-against-dotm-for-leaking-citizenship-number-while-publishing-driving-license-results"
  },
  {
    "case_id": "094",
    "title": "Nepali Hacker Group Takes Revenge After Cyber Attacks on Nepal",
    "description": "A Nepali hacker group has launched a revenge campaign after a series of cyber attacks on Nepal by an Indonesian hacker group, â€˜Feeds Exploitâ€™. The Indonesian hackers had targeted Nepali websites, including Datcom DotNP and Dotziov DotNP, and leaked sensitive information of Nepali citizens. In response, the Nepali hackers began attacking Indonesian, Bangladeshi, and Pakistani cyber infrastructure, including government and public sites. The group claimed to have taken down sensitive data, including details of one million Nepali customers from local banks. The group, identified as â€˜Anonymous Nepalâ€™, has pledged to protect Nepali cyber space and retaliate against foreign attacks.",
    "location": {
      "country": "Nepal"
    },
    "suspect": {
      "name": "Feeds Exploit",
      "country": "Indonesia",
      "activity": "Targeting Nepali cyber space and leaking sensitive information."
    },
    "legal_action": "Retaliatory cyber attacks by Nepali hacker group named â€˜Anonymous Nepalâ€™. Legal ramifications are unclear, but the attacks target foreign entities.",
    "law_sections": ["52"],
    "url": "https://www.techpana.com/2024/146956/after-cyber-attack-in-nepal-nepali-hackers-attacked-indonesia-for-revenge"
  },
  {
    "case_id": "095",
    "title": "Alleging that Israel Supported Cyber Attacks on Nepal, Sensitive Citizen Data Leaked",
    "description": "The Indonesian hacker group, â€˜Feeds Exploitâ€™, has been targeting Nepali websites since April, leaking sensitive citizen data. They claim Israel has supported the cyber attacks on Nepal, specifically citing Nepalâ€™s diplomatic relations with Israel. The hacker group posted on Telegram that they would continue their attacks on Nepal for supporting Israel, and they have already compromised sensitive data from government and private websites. The leaked data includes login details, citizenship numbers, company certificates, and other sensitive information. The group also threatened further leaks and offered to sell administrative access to government websites.",
    "location": {
      "country": "Nepal"
    },
    "suspect": {
      "name": "Feeds Exploit",
      "country": "Indonesia",
      "activity": "Targeting Nepali websites and leaking sensitive data."
    },
    "legal_action": "The hacker group has publicly threatened further data leaks and offered administrative access to government websites. Legal authorities are investigating the breaches and data theft.",
    "law_sections": ["52", "59", "77"],
    "url": "https://www.techpana.com/2024/146947/hacker-leaked-data-of-nepal-for-supporting-israel"
  },
  {
    "case_id": "096",
    "title": "Lakshmi Capital Market Hack, Liked on the Dark Web Customer Data",
    "description": "A hacker group named â€˜Killsekâ€™ has leaked sensitive data from Lakshmi Capital, a financial institution in Nepal. The data was made public on the Dark Web after the group demanded a ransom of 10,000 euros (approximately 1 million NPR). The leaked data includes the source code, database, SSL certificate, and sensitive customer information such as citizenship numbers. The data, which was kept in a zip file, was uploaded to the Dark Web after the ransom was not paid.",
    "location": {
      "country": "Nepal",
      "organization": "Lakshmi Capital (now Lakshmi Sunrise Capital)"
    },
    "suspect": {
      "name": "Killsek",
      "activity": "Hacking, stealing, and leaking sensitive data from Lakshmi Capital on the Dark Web."
    },
    "legal_action": "The data breach and ransom demand may lead to legal action against the hacker group. Authorities are likely to investigate the incident and attempt to recover the stolen data while prosecuting the offenders.",
    "data_leaked": [
      "Source code of Lakshmi Capital",
      "Database",
      "SSL Certificate",
      "Sensitive customer information (citizenship numbers, personal details)"
    ],
    "ransom_demand": "10,000 euros (~1 million NPR)",
    "url": "https://www.techpana.com/2024/146762/laxmi-capital-data-leaked"
  },
  {
    "case_id": "097",
    "title": "Attempt to Sell National Bank's Source Code on the Dark Web",
    "description": "The source code of Nepal's National Bank system was found to be listed for sale for 10,000 USD (approximately 1 million NPR) on the Dark Web. Navaraj Lamichane, a 28-year-old resident of Birauta, Pokhara, was arrested after an investigation linked him to the sale attempt. The Cyber Bureau of Nepal, following a report from the National Bank, traced the source of the sale attempt to Lamichane's location. Several items were seized from his residence, including mobile phones, a computer, hard drives, a memory card, and a router.",
    "location": {
      "country": "Nepal",
      "organization": "Nepal National Bank"
    },
    "suspect": {
      "name": "Navaraj Lamichane",
      "age": 28,
      "residence": "Birauta, Pokhara",
      "charges": [
        "Unauthorized access to information systems",
        "Attempted sale of sensitive financial data"
      ]
    },
    "legal_action": "Lamichane has been arrested and is under investigation by the Cyber Bureau. The District Public Prosecutor's Office has filed an indictment in Kathmandu District Court, and the investigation is ongoing.",
    "evidence_seized": [
      "Five mobile phones",
      "One computer",
      "Four hard disks",
      "One memory card",
      "One router"
    ],
    "incident_date": "Baisakh 1, 2025",
    "incident_details": {
      "source_code": "Nepal National Bank's web application source code",
      "sale_price": "10,000 USD",
      "IP_addresses": ["2.XXX.XXX.211", "2.XXX.XXX.1"],
      "usernames": ["67 fpkhr"],
      "mobile_number": "Pokhara-based mobile number linked to Lamichane"
    },
    "url": "https://www.techpana.com/2024/146333/when-the-bug-of-nrb-webportal-was-not-fixed-for-a-long-time"
  },
  {
    "case_id": "98",
    "title": "Scan and Hark Sampang's Fake Video Live Scam on Social Network",
    "description": "Fraud involving old videos of famous figures, including Hark Sampang, being circulated as live videos to deceive the public into participating in fake prize offers on Facebook.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolis",
      "area": "Social Media"
    },
    "suspect": {
      "name": "Unknown Fraud Group",
      "activity": "Created fake pages and groups on Facebook impersonating famous people, spreading old videos with fake prize offers to deceive the public."
    },
    "legal_action": "Under investigation for fraud and cybercrime activities.",
    "law_sections": ["Unknown"],
    "url": "https://example.com/fake-video-scam-report"
  },
  {
    "case_id": "099",
    "title": "Government Server Attacks and Impact",
    "description": "Multiple cyber attacks, including DDOS attacks, caused government websites to go down, affecting services like passport issuance, immigration, and flight operations. The National Information Technology Center (NITC) is investigating the incidents.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "National Information Technology Center"
    },
    "suspect": {
      "name": "Unknown Hacker Group",
      "activity": "Distributed Denial of Service (DDOS) attacks targeting government servers, causing extended outages of critical government services."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Ongoing investigation under the Computer Crime Act.",
    "law_sections": ["Unknown"],
    "url": "https://techpana.com/2023/141628/cyber-attack-on-nepal-government-it-system-data-center-server-techpana-report-by-hikmat-acharya"
  },
  {
    "case_id": "100",
    "title": "Voter Details Misused from Election Commission Website",
    "description": "Personal information of all voters across Nepal, publicly available on the Election Commission website, was found misused on a private website. The data, including names, voter numbers, age, gender, family details, and polling station information, was exposed without proper security measures.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Election Commission Website"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Misuse of publicly available voter data by hosting it on a private website."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Violation of privacy rights under Nepali privacy laws.",
    "law_sections": ["Privacy Act of Nepal", "Cyber Security Law"],
    "url": "https://techpana.com/2022/139788/cyber-security-data-security-in-nepal"
  },
  {
    "case_id": "101",
    "title": "Misuse of Verified Gray Checkmark on Fake X Account",
    "description": "The misuse of a Verified Gray Checkmark on a Fake X account is expected to lead to the hacking of the Government of Nepal and Supreme Court's email systems. The account is suspected of promoting illegal cryptocurrency.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Supreme Court, Government of Nepal"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Misusing a Fake X (Twitter) account with a Verified Gray Checkmark to promote illegal cryptocurrency and potentially hack government systems."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Under investigation for cybercrime and unauthorized access to government systems under the Cyber Security Act.",
    "law_sections": ["Cyber Security Law"],
    "url": "https://www.techpana.com/2025/149700/fake-x-account-verified-grey-checkmark-abuse-nepal-government-email-hacked-suspected"
  },
  {
    "case_id": "102",
    "title": "Hacker Selling Ministry of General Administration Data on the Dark Web",
    "description": "Data from the Ministry of Federal Affairs and General Administration of the Government of Nepal is being sold on the Dark Web for 0 US dollars by the hacker group Fanksek. The data includes Super Admin Panel access and other sensitive government information.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Ministry of Federal Affairs and General Administration"
    },
    "suspect": {
      "name": "Fanksek (Hacker Group)",
      "activity": "Selling sensitive government data from the Ministry of Federal Affairs and General Administration on the Dark Web for 0 US dollars."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Under investigation for cybercrime and unauthorized access to government systems under the Cyber Security Act.",
    "law_sections": ["Cyber Security Law"],
    "url": "https://www.techpana.com/2024/149072/nepal-government-data-sale-dark-web-50-dollars"
  },
  {
    "case_id": "103",
    "title": "Government's Continuous Leak of Personal Information: Privacy Concerns in Nepal",
    "description": "The Department of Transportation in Nepal has been repeatedly publishing personal information such as citizenship numbers of citizens, which can be misused, on its website and social networks. Despite legal and regulatory attention, the department has continued this practice.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Department of Transportation"
    },
    "suspect": {
      "name": "Department of Transportation",
      "activity": "Publishing personal data, including sensitive information like citizenship numbers, on public platforms such as social media and their website."
    },
    "arrest_date": "Ongoing concern",
    "legal_action": "Under investigation for violation of privacy rights under Nepali privacy laws.",
    "law_sections": ["Privacy Act of Nepal", "Cyber Security Law"],
    "url": "https://www.techpana.com/2024/149061/nepal-government-agencies-privacy-breach-negligence"
  },
  {
    "case_id": "104",
    "title": "Virus Infection Confirmed in Passport Department System",
    "description": "A virus has been confirmed in the Passport Department's system, causing a blockage of passport services. Full service operation is expected to resume in up to two weeks. The department has taken precautions to prevent further encroachment and has resumed partial services for urgent applications.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Passport Department"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Virus infection causing disruption of passport services and delay in operations."
    },
    "arrest_date": "Ongoing",
    "legal_action": "Under investigation for the source of the virus and ensuring system security.",
    "law_sections": ["Cyber Security Law"],
    "url": "https://www.techpana.com/2024/148676/malware-attack-on-department-of-passport-system"
  },
  {
    "case_id": "105",
    "title": "Students in 12-20 Age Group Most Involved in Online Fraud in Nepal",
    "description": "Young people between the ages of 12 to 20 are the most active participants in online fraud cases in Nepal, according to a report by the Nepal Nation Bank Financial Information Unit. The report analyzed suspicious activity and business reports, showing that 51% of online fraud cases involved this age group.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Nepal"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Involvement of young people, particularly students, in online fraud activities."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Under investigation for online fraud activities and misuse of newly opened accounts.",
    "law_sections": ["Cyber Security Law", "Financial Fraud Prevention"],
    "url": "https://www.techpana.com/2024/148600/students-aged-19-24-most-involved-online-fraud-nepal"
  },
  {
    "case_id": "106",
    "title": "Trivico's Online Transcript Service Blocked, Forcing Students to Visit in Person",
    "description": "The online transcript service offered by Tribhuvan University has been blocked due to an expired SSL certificate, preventing students from accessing educational certificates such as transcripts and promotional certificates. This issue has forced students to visit the office in person to obtain their certificates.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Tribhuvan University"
    },
    "suspect": {
      "name": "Tribhuvan University",
      "activity": "Failure to renew the SSL certificate, causing the online service to be blocked and student data to become insecure."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Investigation into failure to maintain website security and its impact on user data security.",
    "law_sections": ["Cyber Security Law", "IT Act of Nepal"],
    "url": "https://www.techpana.com/2024/147475/tribhuvan-university-online-transcript-service-disrupted-students-must-go-to-balkhu"
  },
  {
    "case_id": "107",
    "title": "Promoting Restricted Online Gambling by Hacking the National Book Food (Teacher) Website",
    "description": "The National Book Food (Teacher) website has been hacked by an Indonesian hacker group called 'Feeds Explorer.' Unauthorized access was gained to the statistics of community school teachers, and the website was used to promote restricted online gambling. The website is now down, displaying a message that it has been breached.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "National Book Food (Teacher) Website"
    },
    "suspect": {
      "name": "Feeds Explorer",
      "activity": "Hacking the National Book Food (Teacher) website and using it to promote restricted online gambling."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Investigation into unauthorized access to government websites and promotion of illegal online gambling.",
    "law_sections": ["Cyber Security Law", "IT Act of Nepal"],
    "url": "https://www.techpana.com/2025/149700/feeds-explorer-hacks-teacher-website"
  },
  {
    "case_id": "108",
    "title": "10 Billion Password Leak Reported",
    "description": "A hacker group has released approximately 10 billion passwords, which were found in a hacking forum under the name 'rockyou2024.txt.' The passwords were reportedly stolen from various accounts, including those with Obama Care usernames. Researchers warn that these leaked passwords can be used in credential stuffing attacks or brute force attacks to gain unauthorized access to various accounts.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Cyber Attack Forum"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Leaking 10 billion passwords in a hacking forum and potentially using them for credential stuffing and brute force attacks."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Investigation into the leak and unauthorized access attempts under the Cyber Security Act and IT laws of Nepal.",
    "law_sections": ["Cyber Security Law", "IT Act of Nepal"],
    "url": "https://www.techpana.com/2024/147098/almost-10-billion-passwords-leaked"
  },
  {
    "case_id": "109",
    "title": "Dean Leadership Committee Investigating 16-Year-Old Teens Hacking the Triwico Website",
    "description": "The University of Tribhuvan (Trivi) has formed a three-member committee to investigate the hacking of the Exam Control Office (Panika) website. The hack was allegedly carried out by 16-year-old teens, disrupting online services for students including transcripts, promotional certificates, and copies. The committee, coordinated by Dr. Shashidharam Joshi, aims to submit a report and suggest measures to prevent such incidents in the future.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "University of Tribhuvan, Exam Control Office Website"
    },
    "suspect": {
      "name": "16-year-old teens",
      "activity": "Hacking the Triwico website, disrupting online services and student operations."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Under investigation for cybercrime and unauthorized access to university systems under the Cyber Security Act.",
    "law_sections": ["Cyber Security Law", "IT Act of Nepal"],
    "url": "https://www.techpana.com/2024/145470/a-committee-led-by-the-dean-formed-to-investigate-the-hacking-of-the-university-website"
  },
  {
    "case_id": "110",
    "title": "Closed Government Websites Came Into Operation Hours Later After Cyber Attack",
    "description": "Government websites of Nepal were blocked for six hours on Monday morning due to a cyber attack, disrupting important government services. The websites were later restored after efforts by the National Information Technology Center, despite challenges due to limited resources and budget constraints. The cyber attack originated from IPs in different countries, leading to a delay in renewing licenses and operational downtime.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Government of Nepal Websites"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Launching a DDoS (Distributed Denial of Service) attack on government websites."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Under investigation for cyber attacks and unauthorized disruption of government services under the Cyber Security Act.",
    "law_sections": ["Cyber Security Law"],
    "url": "https://techpana.com/2024/145125/ddos-attack-on-nepal-government-sites"
  },
  {
    "case_id": "111",
    "title": "DDoS Attack on Nepal Government's Website Due to Lack of Budget Renewal",
    "description": "A DDoS (Distributed Denial of Service) attack has disrupted government websites in Nepal. The attack targeted the DNS server, making the websites inaccessible from 10 a.m. on Monday. The National Information Technology Center (NITC) informed that the attack was exacerbated by the inability to update security equipment due to a lack of budget renewal. Despite some sites being accessible via mobile data or certain networks, many remained down due to overwhelming traffic.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu",
      "area": "Government Websites"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Launching a Distributed Denial of Service (DDoS) attack targeting government websites."
    },
    "arrest_date": "Ongoing investigation",
    "legal_action": "Under investigation for cyber attack and disruption of government services under the Cyber Security Act.",
    "law_sections": ["Cyber Security Law"],
    "url": "https://techpana.com/2024/145119/due-to-lack-of-budget-license-renewal-did-not-happen-and-government-website-was-attacked"
  },
  {
  "case_id": "112",
  "title": "The Prime Minister's Office's Email Hacked and Claimed Malware Spread to Government Divisions",
  "description": "An Indian hacker group, the Sidewinder Hacker Group, has claimed responsibility for hacking the Prime Minister's Office and the Office of the Council of Ministers' emails. The hacker group is accused of spreading malware to various government divisions. According to Bhairab Technology, a Nepali cybersecurity company, a malicious document was sent to the Office of the Prime Minister. When opened, the document installed backdoor malware, giving hackers control over the systems. The report indicates that several key government offices, including the Ministry of Foreign Affairs and the National Information Technology Center, were targeted.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Prime Minister's Office and Council of Ministers' Office"
  },
  "suspect": {
    "name": "Sidewinder Hacker Group",
    "activity": "Hacking government emails and spreading malware to multiple government divisions."
  },
  "arrest_date": "Under investigation",
  "legal_action": "Ongoing investigation for cybercrime and unauthorized access under the Cyber Security Act.",
  "law_sections": ["Cyber Security Law"],
  "url": "https://www.techpana.com/2025/149701/pm-office-email-hacked-malware-spread"
},
{
  "case_id": "113",
  "title": "Porn Content on Facebook, the Aviation Governor of Nepal, Says: Hacked That!",
  "description": "The Facebook account of Pradip Officer, Director General of the Civil Aviation Authority of Nepal, was found to have posted pornographic material. The posts were discovered to have been published on May 1 and June of 2011. Several people were tagged in these posts. The officer suspects his account was hacked and has mentioned that he does not frequently use Facebook, only occasionally checking it. Despite this, he acknowledged the content was posted from his account. The officer's IT team is investigating the issue. The Tourism Minister Kiranti responded that no official explanation would be given, as the officer was appointed by the Council of Ministers.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Civil Aviation Authority"
  },
  "suspect": {
    "name": "Unspecified hacker",
    "activity": "Posting pornographic material on the officer's Facebook account"
  },
  "incident_date": ["May 1, 2011", "June 2011"],
  "affected_person": {
    "name": "Pradip Officer",
    "position": "Director General of the Civil Aviation Authority of Nepal",
    "platform": "Facebook"
  },
  "response": {
    "official": "Pradip Officer stated suspicion of hacking, with investigation by IT team.",
    "minister_response": "Minister Kiranti stated that no official explanation would be given."
  },
  "url": "https://techpana.com/2023/142914/vulger-content-on-the-facebook-account-of-the-director-general-of-civil-aviation-nepal"
},
{
  "case_id": "114",
  "title": "Dangerous Fake Site in the Name of Online News, This Is How the Facebook User Is Trapped",
  "description": "A rise in phishing activities targeting Nepali internet users has been observed, with fake online news sites being promoted through Facebook ads. These sites, disguised as legitimate news websites, are used to spread 'stiller malware' designed to steal private and confidential data. One such incident involved the hacking of a Facebook page with over 4 million followers. The page, Manoj Threat, was misused to post a phishing link under the guise of online news. Clicking on the link redirects users to a fake website, which steals sensitive data such as social network credentials, mobile banking details, and digital wallet information.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Facebook and Online Platforms"
  },
  "suspect": {
    "name": "Unknown hacker group",
    "activity": "Phishing and spreading malware through fake online news websites"
  },
  "incident_date": "April 1, 2025",
  "affected_person": {
    "name": "Facebook users in Nepal",
    "platform": "Facebook"
  },
  "response": {
    "official": "Users are advised to carefully check URLs before clicking links and avoid suspicious online news sites.",
    "investigation": "The incident is being monitored by cybersecurity authorities."
  },
  "url": "https://techpana.com/2023/141904/onlinekhabar-fake-site-phishing"
},
{
  "case_id": "115",
  "title": "Big Cyber Attack of Six Years on the Nepal Government's Website!",
  "description": "The website of the Government of Nepal, hosted at the National Information Technology Center, was targeted by a large-scale cyber attack on Saturday, resulting in a significant downtime. Although the websites were reactivated three hours after the attack, they continued to face issues with full functionality. The cyber attack, which lasted for several hours, was the most significant attack in six years. It caused multiple government websites to remain inaccessible to users. The attack was reportedly ongoing, with efforts to restore full operation continuing. This cyber attack is part of a pattern of attacks targeting government sites, with the National Information Technology Center working on alternative measures to prevent future occurrences.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "National Information Technology Center"
  },
  "suspect": {
    "name": "Unknown attackers",
    "activity": "Distributed Denial of Service (DDoS) attack and targeted cyber disruption"
  },
  "incident_date": "January 20, 2025",
  "affected_person": {
    "name": "Internet users in Nepal",
    "platform": "Nepal Government Websites"
  },
  "response": {
    "official": "The National Information Technology Center is working on resolving the issues and implementing alternative measures to prevent future cyber attacks.",
    "investigation": "Coordination between the relevant authorities is underway to fully restore website access and enhance security."
  },
  "url": "https://techpana.com/2023/140767/cyber-crime"
},
{
  "case_id": "116",
  "title": "E-Sewa's Request Not to Click on the Link in the Message",
  "description": "E-Sewa has issued a warning to the public regarding a new cyber threat in Nepal. A dangerous APK named 'Nepali Girl' is being spread through social media and messages, tempting users to click on links. The malware targets mobile banking, digital wallets, and social networking accounts, giving attackers unauthorized access to sensitive data. E-Sawa has urged users not to click on any suspicious links shared through messages or social media platforms, as doing so can compromise their personal and financial information.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Social Media and Messaging Platforms"
  },
  "suspect": {
    "name": "Unknown hackers",
    "activity": "Spreading malicious APK files to steal personal and financial data"
  },
  "incident_date": "February 10, 2025",
  "affected_person": {
    "name": "Nepali mobile banking, digital wallet, and social networking users",
    "platform": "Mobile phones, Social Media, and Messaging Apps"
  },
  "response": {
    "official": "E-Sewa has warned users not to click on links shared through social media or messages, and advised vigilance against phishing attempts.",
    "investigation": "Cybersecurity experts are investigating the issue and recommending users to avoid downloading APK files from untrusted sources."
  },
  "url": "https://www.techpana.com/2025/150500/esawa-warning"
},
{
  "case_id": "117",
  "title": "Dangerous APK Named 'Nepali Girl' Puts Bank Accounts at Risk",
  "description": "A dangerous APK named 'Nepali Girl' is spreading in Nepal, targeting mobile banking, digital wallets, and social networking users. The malware is designed to steal sensitive data such as bank account information, mobile wallet details, and social media passwords. The APK installs itself on mobile devices after users click on links that promise enticing content, such as adult material or football-related content. Once installed, the APK grants unauthorized access to the device and allows cybercriminals to steal personal data, including banking details. Cybersecurity experts are warning users about the risks and urging them not to click on suspicious links or download unverified APK files.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Social Media, Mobile Banking, and Messaging Platforms"
  },
  "suspect": {
    "name": "Cybercriminals",
    "activity": "Spreading malware through malicious APK files"
  },
  "incident_date": "February 12, 2025",
  "affected_person": {
    "name": "Nepali mobile banking, digital wallet, and social networking users",
    "platform": "Mobile phones, Social Media, and Messaging Apps"
  },
  "response": {
    "official": "E-Sawa and cybersecurity experts have issued warnings urging users not to click on links from unknown sources. The Cyber Bureau is investigating the rising number of complaints related to this issue.",
    "investigation": "Cybersecurity firms like Cryptogen and Bhairav Technology are researching the widespread issue and advising users to be cautious when downloading APK files."
  },
  "url": "https://techpana.com/2022/140210/cyber-attack-in-nepal-spywire-malware-cyber-security"
},
{
  "case_id": "118",
  "title": "Another SIM Card Abuse in Most Online Fraud, Whose Weakness?",
  "description": "Most online fraud cases in Kathmandu have been linked to the misuse of SIM cards, often registered under someone else's name. The authorities have arrested perpetrators using others' SIM cards for various cybercrimes, including online betting and opening digital wallets. There is concern over the distribution of SIM cards without proper verification, as the regulatory body, the Nepal Telecommunications Authority, needs to ensure stricter controls. Additionally, there is criticism of the lack of video verification for digital wallet services, which has contributed to the rise of online fraud. Police urge the public to be cautious when sharing personal details online and to avoid falling victim to fraud schemes.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Cybercrime and SIM Card Misuse"
  },
  "suspect": {
    "name": "Online fraudsters",
    "activity": "Using SIM cards registered under someone else's name for fraudulent activities"
  },
  "incident_date": "February 15, 2025",
  "affected_person": {
    "name": "Victims of online fraud in Nepal",
    "platform": "SIM card misuse, digital wallets, online betting platforms"
  },
  "response": {
    "official": "Police have called for more active regulation of SIM card distribution and digital wallet services. There is a need for video verification and stricter controls to reduce fraud.",
    "investigation": "The Kathmandu Valley Crime Investigation Office is investigating the use of SIM cards for cybercrime, but there are concerns over the ease of obtaining SIM cards without proper verification."
  },
  "url": "https://techpana.com/2022/140197/cyber-crime-sim-card-issue"
},
{
  "case_id": "119",
  "title": "The Website Hack of the Madhes Pradesh Lok Service Commission, Is Being Promoted to Crypto",
  "description": "The website of the Madhes Pradesh Lok Service Commission has been hacked and redirected to cryptocurrency promotional pages. Upon visiting the site, users are redirected to cryptocurrency advertisements and other spam sites. Cyber security expert Victory Limbu confirmed that the website was hacked and cautioned that this puts user data at risk. Hacked government websites often result in the exposure of sensitive user data, which could be misused for criminal activities. The authorities have initiated an investigation into the hack, and Limbu advised against visiting the compromised website.",
  "location": {
    "district": "Madhes Pradesh",
    "municipality": "Madhes Pradesh",
    "area": "Government Website Hack"
  },
  "suspect": {
    "name": "Unknown hacker(s)",
    "activity": "Hacking government websites and redirecting to cryptocurrency promotional content"
  },
  "incident_date": "February 15, 2025",
  "affected_person": {
    "name": "General users of the Madhes Pradesh Lok Service Commission website",
    "platform": "Hacked government website promoting cryptocurrency"
  },
  "response": {
    "official": "The Madhes Pradesh Ombudsman Commission is investigating the hack. Cyber security experts have urged users not to visit the compromised website to avoid further risk.",
    "investigation": "An investigation is underway, and efforts are being made to secure the website and protect user data."
  },
  "url": "https://techpana.com/2022/139528/hack-government-website-lok-sewa"
},
{
  "case_id": "120",
  "title": "Whitepati's YouTube Channel Hacked, Promoting Cryptocurrency",
  "description": "Whitepati's official YouTube channel has been hacked by an unknown group of hackers who are using the platform to promote illegal cryptocurrency activities. The channel, with over three million subscribers, was hijacked on Monday, and its name was changed to 'Ripple,' along with a new logo and cover photo. The content of the channel remains the same, but the display has been altered. Whitepati confirmed the hack through their Facebook page and stated that they are working on resolving the issue.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Whitepati YouTube Channel Hack"
  },
  "suspect": {
    "name": "Unknown hacker(s)",
    "activity": "Hacking a popular YouTube channel to promote illegal cryptocurrency"
  },
  "incident_date": "February 26, 2025",
  "affected_person": {
    "name": "Subscribers of Whitepati's YouTube channel",
    "platform": "Hacked YouTube channel promoting cryptocurrency"
  },
  "response": {
    "official": "Whitepati has acknowledged the hack and is working to resolve the situation. They have advised followers to avoid engaging with the altered content.",
    "investigation": "An investigation is ongoing to identify the responsible hackers and secure the channel."
  },
  "url": "https://techpana.com/2025/149353/setopati-youtube-channel-hacked"
},
{
  "case_id": "121",
  "title": "Cyber Bureau Warns Against Tempting Links Promising Online Jobs and Free Services",
  "description": "The Cyber Bureau has issued a warning regarding suspicious links being shared on social media platforms, particularly Facebook. The links claim to offer online data entry jobs, free ILTS/PTE exam preparation classes, and stock business analysis training. However, the Cyber Bureau cautioned that clicking on these links could lead to malware downloads, giving hackers control over personal devices such as laptops, desktops, and mobiles. The hackers aim to monitor internet activity and access sensitive financial data like digital wallets and bank accounts. The Bureau has advised the public to ignore such links and avoid trusting these offers.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Cyber Security Warning"
  },
  "suspect": {
    "name": "Unknown hacker gang",
    "activity": "Spreading links to install malware and gain unauthorized access to personal devices and financial data"
  },
  "incident_date": "February 25, 2025",
  "affected_person": {
    "name": "General public, especially those active on social media platforms",
    "platform": "Facebook links promoting false job offers and free services"
  },
  "response": {
    "official": "The Cyber Bureau has issued a public warning and advised against engaging with suspicious links. They have urged the public to be cautious and avoid sharing personal information through these platforms.",
    "investigation": "The Bureau is monitoring the situation and is actively investigating the group behind the malicious activities."
  },
  "url": "https://techpana.com/2024/146019/dont-open-the-link-saying-there-is-data-entry-work"
},
{
  "case_id": "122",
  "title": "Malware Boosted from Official Page of Nepali Online News with Fake Footage Link",
  "description": "A popular Nepali online news portal's verified Facebook page has been compromised to promote malware. On Thursday, a post claiming to show 'hot footage of the bed in Swasti' contained a link to a Google Drive file. The link was found to carry a variant of 'stealer' malware that, when clicked, immediately downloaded to the user's device, giving hackers access to sensitive information such as passwords and browser history. The incident likely occurred due to unauthorized access during the last election. The news outlet's technical team is working to secure the page. Cyber security expert Vijay Limbu confirmed that the malware evades detection by traditional antivirus programs.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Nepali Online News Portal Hack"
  },
  "suspect": {
    "name": "Unknown hacker(s)",
    "activity": "Compromising verified social media pages to spread malware"
  },
  "incident_date": "February 20, 2025",
  "affected_person": {
    "name": "General public interacting with the compromised online news post",
    "platform": "Facebook post with malware-laden link"
  },
  "response": {
    "official": "The online news portal's technical team is working to remove unnecessary access and secure their Facebook page.",
    "investigation": "Cyber security experts are analyzing the incident to determine how the page was compromised and to prevent future attacks."
  },
  "url": "https://techpana.com/2023/141219/onlinekhabar-facebook-page-hacked-malware-on-verified-facebook-page"
},
{
  "case_id": "123",
  "title": "Online Fraud Amounting to Rs. 10 Million in the First Six Months of the Fiscal Year",
  "description": "In the first six months of the fiscal year, online fraud cases in Nepal have led to a loss of approximately Rs. 10 million. According to Nepal Police, there have been numerous complaints regarding online fraud, with a significant number related to parcels, mobile and laptop purchases, and investment schemes. Fraudulent activities include the use of fake OTP codes, hacked Facebook IDs, and scams related to job advertisements and lottery schemes. The police have investigated multiple cases, with some fraudsters arrested and prosecuted, while others are under further investigation.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Online Fraud Investigation"
  },
  "suspect": {
    "name": "Unknown fraudsters",
    "activity": "Committing online fraud through various scams including parcel fraud, fake sales, investment scams, and hacked social media accounts"
  },
  "incident_date": "February 2025",
  "affected_person": {
    "name": "General public engaging in online transactions",
    "platform": "Various online platforms including shopping sites, investment platforms, and social media"
  },
  "response": {
    "official": "Nepal Police has initiated investigations into multiple online fraud cases, and some fraudsters have been arrested. The police have urged the public to be cautious when engaging in online transactions.",
    "investigation": "An ongoing investigation is underway to identify and prosecute the perpetrators of the online fraud schemes."
  },
  "url": "https://techpana.com/2023/140940/online-fraud-in-nepal"
},
{
  "case_id": "124",
  "title": "Hacker Steals Rs. 4 Million from Multiple Bank Accounts Due to Delayed Action by Bank Employees",
  "description": "Khadg Prasin, a Kathmandu resident, became a victim of an online banking scam after receiving an OTP for a fraudulent Rs. 1 million transfer from his Sanima Bank account. Despite contacting the bank immediately to block his account, the bank staff failed to act promptly. By the time he arrived at the bank, Rs. 1 million had already been transferred. The hacker also accessed Khadg's accounts in Global IME Bank, Sunrise Bank, and NIC Asia, stealing a total of Rs. 4 million. Khadg believes his Gmail and mobile accounts were compromised after clicking on a suspicious link, and he accuses the bank staff of negligence for not acting quickly enough to prevent the theft.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Multiple Bank Fraud"
  },
  "suspect": {
    "name": "Unknown hacker(s)",
    "activity": "Accessing multiple bank accounts and transferring money using stolen OTP codes and compromised social media credentials"
  },
  "incident_date": "February 2025",
  "affected_person": {
    "name": "Khadg Prasin",
    "platform": "Online Banking and Mobile Accounts"
  },
  "response": {
    "official": "Nepal Police has initiated an investigation into the case, and the victim has filed complaints with the respective banks. The banks involved are reviewing their internal procedures to address the negligence.",
    "investigation": "The police are working to trace the hacker and understand how access to Khadg's Gmail and mobile accounts was gained. The case is under further investigation."
  },
  "url": "https://techpana.com/2023/140682/bank-fraud-hacker-transferred-almost-5lakhs"
},
{
  "case_id": "125",
  "title": "Two Arrested for Operating an Online Betting Site in Nepal in Collaboration with Indian Gang",
  "description": "Two individuals, Harichandra Bhujel and Raj Prakash Shrew, were arrested by the Kathmandu Valley Crime Investigation Office for operating an illegal online betting site in Nepal. The site, Minister 10 NP, targeted Nepali citizens and was run in collaboration with an Indian gang. The arrested individuals were involved in setting up and operating the platform, where a large portion of the earnings was sent to the Indian gang. Investigations revealed that the betting platform was heavily advertised on Facebook, attracting local gamblers. The authorities have seized several mobile phones, SIM cards, ATM cards, and checkbooks during the arrest.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "Online Betting and Gambling Operation"
  },
  "suspect": {
    "name": "Harichandra Bhujel, Raj Prakash Shrew",
    "activity": "Operating illegal online betting platforms in Nepal with collaboration from an Indian gang"
  },
  "incident_date": "February 2025",
  "affected_person": {
    "name": "General public in Nepal",
    "platform": "Online Betting Platform"
  },
  "response": {
    "official": "The Kathmandu Valley Crime Investigation Office has arrested the suspects and initiated further investigations. Both individuals have been prosecuted under Nepal's Crime Code for their involvement in the illegal gambling operation.",
    "investigation": "The police are continuing their investigation into the Indian gang's involvement and the broader network behind the betting platform."
  },
  "url": "https://techpana.com/2025/149360/arrested-for-running-online-betting-site-in-nepal-with-indian-associates"
},
{
  "case_id": "126",
  "title": "Kaski's Susan Poudel Arrested for Cheating Over 2 Million on Cheap Laptops",
  "description": "Susan Poudel, a 22-year-old resident of Fishwarm Village, Kaski, was arrested by the Kathmandu Valley Crime Investigation Office on charges of online fraud. Poudel, along with others, deceived victims into believing they were purchasing laptops at a low price online. The victims transferred money for the laptops but never received the goods, resulting in a total loss of over 2 million rupees. The accused is being investigated for his involvement in the scam and further actions are being taken by the District Police Complex.",
  "location": {
    "district": "Kaski",
    "municipality": "Kaski",
    "area": "Online Fraud â€“ Cheap Laptop Scam"
  },
  "suspect": {
    "name": "Susan Poudel",
    "age": 22,
    "residence": "Fishwarm Village, Kaski",
    "activity": "Deceiving victims by promising cheap laptops and receiving money without delivering the products."
  },
  "incident_date": "February 2025",
  "affected_person": {
    "name": "Victims of the online laptop scam",
    "loss_amount": "2 million rupees"
  },
  "response": {
    "official": "The Kathmandu Valley Crime Investigation Office arrested Susan Poudel on charges of online fraud. He has been sent to the District Police Complex for further investigation.",
    "investigation": "Authorities are continuing to investigate the scam and track down other potential perpetrators involved in the fraudulent activity."
  },
  "url": "https://techpana.com/2024/148511/sujan-paudel-arrested-for-alleged-2-7-million-laptop-fraud"
},
{
  "case_id": "127",
  "title": "Suicide of Young Man After Losing 1 Million in Online Fraud",
  "description": "Yogesh Thaguna, a young man from Vadat Municipality, Kanchanpur District, committed suicide after falling victim to an online fraud. The fraud promised high returns on investment, leading Yogesh to invest over 1 million rupees. He was later found hanging in his room. His family reported the incident to the police, and the investigation revealed that he chose to take his life due to the financial loss caused by the fraud.",
  "location": {
    "district": "Kanchanpur",
    "municipality": "Vadat Municipality",
    "area": "Online Fraud â€“ Investment Scam"
  },
  "suspect": {
    "name": "Unknown (Online Fraudsters)",
    "age": "N/A",
    "residence": "N/A",
    "activity": "Scamming individuals by promising high returns on investments, resulting in significant financial loss."
  },
  "incident_date": "February 2025",
  "affected_person": {
    "name": "Yogesh Thaguna",
    "age": 2,
    "loss_amount": "1 million rupees"
  },
  "url": "https://techpana.com/2024/148243/23-year-old-commits-suicide-after-online-fraud-of-13-lakh"
},
{
  "case_id": "128",
  "title": "Scam on WhatsApp Using Names and Photos of Bank and Financial Institution CEOs",
  "description": "A new scam has emerged on WhatsApp where fraudsters are using the names and photos of prominent figures from banks and financial institutions to deceive people and extort money. The scammers have misused the identities of the Governor General of the Central Bank, CEOs of Siddhartha Bank, Guranas Life Insurance, IME Group, and Nepal Clearing House Limited. They use these names and images to falsely ask for money. Affected individuals include employees of the mentioned institutions. Authorities are investigating the origins of the fraud and are filing complaints with the Cyber Bureau.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Kathmandu",
    "area": "WhatsApp Scams â€“ Misuse of Bank and Financial Institution CEOs"
  },
  "suspect": {
    "name": "Unknown (Scammers)",
    "age": "N/A",
    "residence": "N/A",
    "activity": "Deceiving individuals by misusing the names and photos of prominent bank and financial institution figures to ask for money."
  },
  "incident_date": "February 2025",
  "affected_person": {
    "name": "Employees of affected banks and financial institutions",
    "loss_amount": "Unknown"
  },
  "response": {
    "official": "The banks and financial institutions have issued warnings and are urging the public to remain cautious if they receive such requests. The issue has been reported to the Cyber Bureau for further investigation.",
    "investigation": "Authorities are working to track down the scammers and determine how they are accessing and using the names and photos of the institution heads."
  },
  "url": "https://techpana.com/2024/145307/scammers-pretending-to-be-a-banker-on-whatsapp"
},
{
  "case_id": "129",
  "title": "Online Fraud Offering Money for Pregnant Women Deceives Victims",
  "description": "Mangesh Kumar, a man from Bihar, became a victim of a strange online scam. The fraudsters claimed that money could be earned by making women pregnant and promised large sums of money in exchange for this task. The scammers used convincing tactics, such as fake government documents and fake court papers, to lure victims into paying fees for services like hotel bookings and 'pregnancy verification.' Mangesh lost his entire monthly salary of Rs 1,000,000 and was pushed to make further payments under threats of legal action. Other victims of this widespread fraud have come forward, but many are too ashamed to file complaints. The fraudsters have been active for over a year, targeting vulnerable individuals.",
  "location": {
    "district": "Bihar",
    "municipality": "Namak",
    "area": "Online Fraud â€“ Pregnancy Scam"
  },
  "suspect": {
    "name": "Unknown (Fraudsters)",
    "age": "N/A",
    "residence": "N/A",
    "activity": "Deceiving individuals by offering money in exchange for getting women pregnant, and using fake documentation to trick victims into making payments."
  },
  "incident_date": "December 2024",
  "affected_person": {
    "name": "Mangesh Kumar",
    "age": "N/A",
    "loss_amount": "1,000,000 rupees"
  },
  "response": {
    "official": "The fraud has been reported to local authorities, and DSP Wellness is leading the investigation into the scam. Efforts are being made to track down the fraudsters who have used fake identities to manipulate vulnerable people.",
    "investigation": "Authorities are investigating the widespread scam that has affected many victims across the country. The fraudsters have been active for over a year and are using various methods to trick people into giving them money. A number of mobile phones, printers, and other equipment have been recovered, and further investigation is ongoing."
  },
  "url": "https://techpana.com/2024/145257/all-india-pregnant-job-service-indian-men-conned-by-impregnating-women-scam"
},
{
  "case_id": "130",
  "title": "Foreign Nationals Arrested for Crypto and Online Fraud Operation in Nepal",
  "description": "Three foreign nationals, including Chinese and Filipino citizens, were arrested for illegally operating a crypto trading and online fraud operation in Nepal. The suspects, along with Nepali accomplices, were involved in creating fake dating profiles to deceive victims into investing in cryptocurrencies. They used platforms like Binance and Trust Wallet to trick individuals into sending money, which was then stolen. The police raided the operation in Lalitpur, Nepal, recovering significant amounts of foreign currency, computers, and mobile devices. The arrested individuals face charges related to financial fraud and illegal money trading.",
  "location": {
    "district": "Lalitpur",
    "municipality": "Solikuna",
    "area": "Crypto Fraud Operation"
  },
  "suspect": [
    {
      "name": "Ding Jiahong",
      "age": "N/A",
      "residence": "China",
      "activity": "Involved in illegal crypto trading and online fraud."
    },
    {
      "name": "Lin Quinjin",
      "age": "N/A",
      "residence": "China",
      "activity": "Involved in illegal crypto trading and online fraud."
    },
    {
      "name": "Henipa Sinsuyat",
      "age": "N/A",
      "residence": "Philippines",
      "activity": "Translator and accomplice in the crypto fraud operation."
    }
  ],
  "incident_date": "February 2025",
  "affected_person": {
    "name": "N/A",
    "age": "N/A",
    "loss_amount": "N/A"
  },
  "response": {
    "official": "The Central Investigation Bureau (CIB) has taken the suspects into custody and is continuing their investigation into the operation. Authorities have filed charges under Nepal's financial crime laws, and efforts are ongoing to identify additional victims and accomplices involved.",
    "investigation": "The police have seized electronic devices, including computers and mobile phones, and foreign currency as part of the investigation. The operation was conducted in coordination with international authorities due to the involvement of foreign nationals."
  },
  "url": "https://techpana.com/2024/148684/illegal-crypto-transaction-by-chinese-in-nepal"
},
{
  "case_id": "131",
  "title": "Staff Arrested for Collaborating with Online Thugs in KYEC Verification Scam",
  "description": "Three employees of a digital wallet company were arrested for their involvement in verifying KYC (Know Your Customer) details illegally in collaboration with an online fraud gang. The suspects, Shahil Shabha, Savinkumar Kumal, and another individual from Ramechap, were accused of assisting criminals by verifying fake documents for criminal activities. The company had filed a complaint against its own staff after discovering their involvement in this fraudulent operation. The police are investigating how the digital wallet company was negligent in verifying these details and how the employees facilitated online fraud.",
  "location": {
    "district": "Kathmandu",
    "municipality": "Lalitpur",
    "area": "Digital Wallet KYC Fraud"
  },
  "suspect": [
    {
      "name": "Shahil Shabha",
      "age": "20",
      "residence": "Tilgang, Kathmandu",
      "activity": "Involved in verifying fraudulent KYC details for criminals."
    },
    {
      "name": "Savinkumar Kumal",
      "age": "22",
      "residence": "Ramechap, currently living in Kathmandu",
      "activity": "Collaborated with criminal gangs to verify fake KYC for online fraud."
    }
  ],
  "incident_date": "February 2025",
  "affected_person": {
    "name": "N/A",
    "age": "N/A",
    "loss_amount": "N/A"
  },
  "response": {
    "official": "The digital wallet company filed a complaint with the Kathmandu Valley Crime Research Office, leading to the arrest of the three employees. The investigation is ongoing to identify how the fraudulent KYC verification process took place and to uncover further links with the criminal gang.",
    "investigation": "The District Police Complex in Lalitpur has taken charge of the investigation. Details of the suspects' involvement with the fraud gang are still being gathered, and further actions will be taken based on the results of the investigation."
  },
  "url": "https://techpana.com/2024/148682/ewallet-employee-scam"
},
{
  "case_id": "133",
  "title": "Investment Board's Website Insecurity Raises Concerns Ahead of International Conference",
  "description": "Nepal's Investment Board faces criticism for a major security lapse on its website, which is being used to invite international investors to an upcoming investment conference. The website, crucial for attracting global investment, lacks an SSL (Secure Sockets Layer) certificate, raising alarms about the country's cybersecurity. Experts like Vijay Limbu and Serenity Dahal have emphasized the importance of SSL for securing data and ensuring the credibility of the website. Without SSL, potential investors may view Nepal as insecure, undermining the country's efforts to attract foreign investment.",
  "location": {
    "district": "Kathmandu",
    "area": "Cybersecurity / Investment Conference"
  },
  "suspect": {
    "name": "Investment Board of Nepal",
    "activity": "Neglecting website security, specifically failing to implement SSL encryption, leading to concerns about data safety and the country's cybersecurity reputation."
  },
  "incident_date": "Bashakh 11, 2025",
  "response": {
    "official": "Experts have called for urgent attention to the website's SSL status, warning that failure to address the issue may harm Nepal's international reputation. The Investment Board has been urged to implement proper security protocols for its website before the upcoming conference.",
    "investigation": "Cybersecurity analysts are calling for improved practices and stronger security measures, including the installation of SSL certificates, to protect user data and ensure the website's credibility with international investors."
  },
  "url": "https://techpana.com/2024/146251/investment-board-website-security-concerns-before-conference"
},
{
  "case_id": "134",
  "title": "Cyber Bureau Warns About Fake Social Media Accounts Targeting Bank and Wallet Accounts",
  "description": "The Cyber Bureau of the Nepal Police has issued a warning regarding the increasing cases of fraud involving fake social media profiles. These profiles, often using photos of foreign nationals, are used by criminals to gain trust and manipulate individuals into sharing their bank and wallet account details. Victims have been tricked into providing sensitive information such as online banking IDs, passwords, ATM cards, and OTP codes under false pretenses, such as love or trust. The Bureau emphasized the legal risks of such activities and urged citizens to be cautious.",
  "location": {
    "district": "Kathmandu",
    "area": "Cybersecurity / Online Fraud"
  },
  "suspect": {
    "name": "Fake Social Media Account Operators",
    "activity": "Using fake profiles with photos of foreign nationals to deceive individuals into sharing sensitive banking and wallet information, leading to financial fraud."
  },
  "incident_date": "Magh 22, 2025",
  "response": {
    "official": "The Cyber Bureau has issued a public warning urging citizens to avoid sharing personal and banking details with unverified individuals online, particularly through social media platforms like Facebook, WhatsApp, Instagram, and Viber.",
    "investigation": "The Cyber Bureau continues to investigate these fraudulent activities and has cautioned the public about the potential legal consequences of providing sensitive information to scammers."
  },
  "url": "https://techpana.com/2024/145471/cyber-bureau-issued-notice-for-awareness-on-social-media-fraud"
},
{
  "case_id": "134",
  "title": "Cyber Bureau Warns About Fake Social Media Accounts Targeting Bank and Wallet Accounts",
  "description": "The Cyber Bureau of the Nepal Police has issued a warning regarding the increasing cases of fraud involving fake social media profiles. These profiles, often using photos of foreign nationals, are used by criminals to gain trust and manipulate individuals into sharing their bank and wallet account details. Victims have been tricked into providing sensitive information such as online banking IDs, passwords, ATM cards, and OTP codes under false pretenses, such as love or trust. The Bureau emphasized the legal risks of such activities and urged citizens to be cautious.",
  "location": {
    "district": "Kathmandu",
    "area": "Cybersecurity / Online Fraud"
  },
  "suspect": {
    "name": "Fake Social Media Account Operators",
    "activity": "Using fake profiles with photos of foreign nationals to deceive individuals into sharing sensitive banking and wallet information, leading to financial fraud."
  },
  "incident_date": "Magh 22, 2025",
  "response": {
    "official": "The Cyber Bureau has issued a public warning urging citizens to avoid sharing personal and banking details with unverified individuals online, particularly through social media platforms like Facebook, WhatsApp, Instagram, and Viber.",
    "investigation": "The Cyber Bureau continues to investigate these fraudulent activities and has cautioned the public about the potential legal consequences of providing sensitive information to scammers."
  },
  "url": "https://techpana.com/2024/149036/side-effects-of-digital-love-in-nepal"
},
{
  "case_id": "135",
  "title": "Prime Minister Oli's YouTube Channel and Social Media Regulation Bill Controversy",
  "description": "Prime Minister KP Sharma Oli has been criticized for discussing a bill on social networking regulation recently registered in Parliament. The bill raises concerns about the YouTube channel 'KP Ba,' run by the Prime Minister, after proposing arrangements to restrict pseudonyms on social networks. The bill proposes punishments for offenses involving anonymity, such as fines and imprisonment for misleading information or violating national sovereignty. The YouTube channel was started by Oli to share personal experiences and memories with the next generation.",
  "location": {
    "district": "Kathmandu",
    "area": "Social Media / Legislation"
  },
  "suspect": {
    "name": "Prime Minister KP Sharma Oli",
    "activity": "Running a YouTube channel 'KP Ba' and engaging in a public discussion about the regulation of pseudonyms on social media, which includes provisions for penalties related to anonymity and misleading information."
  },
  "incident_date": "Magh 2, 2025",
  "response": {
    "official": "The bill has sparked controversy, with provisions to impose fines or imprisonment for sharing content under pseudonyms or misleading information on social networks.",
    "investigation": "The bill is being discussed in Parliament, and the public's reaction to it is still developing. Further legal steps are under consideration."
  },
  "url": "https://www.techpana.com/2025/149510/punishment-for-fake-identity-and-fake-accounts-on-social-media-in-nepal"
},
{
  "case_id": "136",
  "title": "Apple Agrees to Pay $1 Billion Over Siri Recording User Conversations",
  "description": "Apple has agreed to pay $1 billion to settle allegations of secretly recording users' personal conversations through the virtual assistant Siri. The case dates back five years, with accusations that Apple secretly activated Siri to record private conversations from iPhones and other Apple devices. Some of these recordings were allegedly sold to advertisers. Despite agreeing to pay the settlement, Apple has not admitted to wrongdoing. If the agreement is approved, eligible consumers may receive compensation for affected devices.",
  "location": {
    "district": "Oakland",
    "area": "Cybersecurity / Privacy Violation"
  },
  "suspect": {
    "name": "Apple Inc.",
    "activity": "Secretly activating Siri to record users' personal conversations without consent and allegedly selling the data to advertisers."
  },
  "incident_date": "Push 20, 2025",
  "response": {
    "official": "Apple has agreed to pay $1 billion as part of a settlement over the recording of personal conversations through Siri. The company has denied any wrongdoing despite agreeing to the settlement.",
    "investigation": "The case will be finalized after approval by U.S. District Judge Jeffrey White, with compensation being available to affected consumers from September 1, 2016, to the end of 2020."
  },
  "url": "https://www.techpana.com/2025/149112/apple-agrees-to-pay-95-million-over-siri-privacy-lawsuit"
},
{
  "case_id": "139",
  "title": "Side Effects of Online Romance in Nepal: From Porn Requests to Humiliation",
  "description": "A disturbing report by Child Safe Net highlights the growing issue of online intimate partner violence (IPV) in Nepal. The study, conducted in collaboration with the Sexual Violence Research Initiative, reveals that unprotected digital technology use is leading to increased violence among adolescents and young adults involved in online relationships. These include emotional abuse, controlling behavior, and even the demand for explicit content. The study, which surveyed 4,000 participants, found significant levels of online IPV, particularly in the Sunsari District. Participants reported online abuse, including being asked for explicit photos and being controlled or monitored by their partners.",
  "location": {
    "district": "Sunsari",
    "area": "Cybersecurity / Online Abuse"
  },
  "suspect": {
    "name": "Online Partners",
    "activity": "Engaging in online violence, including emotional manipulation, surveillance, and demanding explicit content from partners in online relationships."
  },
  "incident_date": "Push 20, 2025",
  "response": {
    "official": "The study sheds light on the growing issue of online IPV, especially among young people, and urges increased awareness and protection for digital relationships.",
    "investigation": "The Child Safe Net study aims to raise awareness and push for better safety measures for vulnerable individuals engaging in online relationships."
  },
  "url": "https://www.techpana.com/2024/149036/side-effects-of-digital-love-in-nepal"
},
{
  "case_id": "140",
  "title": "Indian Citizens Arrested for Online Gambling Operations in Nepal, Including 'OneX Bet'",
  "description": "A group of Indian citizens has been arrested in Nepal for conducting illegal online gambling operations. The arrests took place in Rundehi after a team from the District Police Office acted on confidential information about online gambling activities. The individuals were found operating multiple gambling platforms, including popular websites like 'OneX Bet,' which facilitated betting on various sports such as cricket, football, and horse races. Police recovered smartphones, laptops, and routers used in the illegal activities. Several individuals were arrested, including Sahil Soda, Anurag Singh, and Shyam Gupta, among others.",
  "location": {
    "district": "Rupandehi",
    "area": "Cybercrime / Online Gambling"
  },
  "suspect": {
    "name": "Indian Citizens",
    "activity": "Operating illegal online gambling activities using various platforms like OneX Bet, Lords Exchange, and others, involving betting on sports such as cricket, football, and horse races."
  },
  "incident_date": "Push 20, 2025",
  "response": {
    "official": "The District Police Office conducted a raid after receiving confidential information, leading to the arrest of several Indian nationals involved in illegal online gambling operations in Nepal.",
    "investigation": "The police are continuing their investigation to trace the full scope of the online gambling ring and its operations in Nepal, including the use of various betting websites."
  },
  "url": "https://www.techpana.com/2024/148618/1x-bet-in-nepal"
},
{
  "case_id": "141",
  "title": "Online Fraud Involving Young People Increases in Nepal: National Bank Report",
  "description": "A recent report by the Nepal Nation Bank Financial Information Unit reveals a rise in online fraud cases, particularly involving young people. The report, based on the analysis of Suspicious Activity Reports (SAR) and Suspicious Business Reports (STR), found that individuals aged 18 to 25 are the most active group involved in online fraud, accounting for a significant percentage of cases. The report also highlights the involvement of students, job holders, and a range of other individuals, including housewives, unemployed people, and small business operators. The misuse of new accounts is also a key trend in the rise of these cybercrimes.",
  "location": {
    "district": "Kathmandu",
    "area": "Cybercrime / Online Fraud"
  },
  "suspect": {
    "name": "Young People (Ages 18-25) and Various Individuals",
    "activity": "Involvement in online fraud through the misuse of new bank accounts, often within three to nine months of account opening."
  },
  "incident_date": "Push 20, 2025",
  "response": {
    "official": "The Nepal Nation Bank's Financial Information Unit has highlighted the rising trend of online fraud among younger individuals and students, urging greater vigilance from financial institutions, banks, and service providers.",
    "investigation": "The authorities are continuing to monitor and investigate the increase in online fraud cases, with a focus on the misuse of newly opened accounts and the involvement of various groups in these fraudulent activities."
  },
  "url": "https://www.techpana.com/2024/148600/students-aged-19-24-most-involved-online-fraud-nepal"
},
{
  "case_id": "142",
  "title": "Editor and Publisher of Zikura Datcom Sentenced for Fake Audio Case",
  "description": "The editor and publisher of Zikura Datcom, along with a journalist, have been sentenced for broadcasting a fake audio in a sting operation. The Supreme Court sentenced the executive editor, Dhuangana, and publisher Yuvraj Kandel to three months in prison, while journalist Prince Timsina received a six-month sentence. The fake audio, which implicated a Supreme Court judge in a corruption scandal, was broadcast on the YouTube channel of Zikura Datcom. The court found them guilty of violating the Electronic Trade Act and abusive behavior. Police investigations revealed that the audio was fabricated.",
  "location": {
    "district": "Kathmandu",
    "area": "Cybercrime / Fake News / Defamation"
  },
  "suspect": {
    "name": "Dhuangana (Editor), Yuvraj Kandel (Publisher), Prince Timsina (Journalist)",
    "activity": "Broadcasting a fake audio implicating a Supreme Court judge in a corruption scandal, violating the Electronic Trade Act and defaming the judiciary."
  },
  "incident_date": "Asoz 1, 2025",
  "response": {
    "official": "The Supreme Court has sentenced the individuals involved in the fake audio case to prison, with a decision to respect the ruling. The case has drawn attention to the issue of defamation and the spreading of fake news.",
    "investigation": "The police's Central Investigation Bureau (CIB) concluded that the audio broadcast by Zikura Datcom was fabricated, leading to the charges under the Electronic Trade Act and for abusive behavior."
  },
  "url": "https://www.techpana.com/2024/148057/editor-and-publisher-of-sidhakura-sentenced-to-three-months-in-jail-for-fake-audio-case"
},
{
  "case_id": "143",
  "title": "Nepali Man Loses Rs 1 Million to Online Scam After Being Lured by Fake Job Offer",
  "description": "A Nepali man, who traveled to Saudi Arabia to work and support his family, fell victim to an online scam when he was approached by a woman claiming to work for Amazon. After engaging in conversation and receiving an enticing offer to earn large sums of money from a part-time job, the victim, Amati, ended up sending Rs 1 million to the scammers. The woman, initially reaching out through WhatsApp, convinced Amati to participate in the scam, promising significant earnings. This case highlights the growing trend of online fraud targeting individuals seeking opportunities abroad.",
  "location": {
    "district": "Kathmandu",
    "area": "Cybercrime / Online Scam"
  },
  "suspect": {
    "name": "Lena Urban Coco (Fraudulent Profile)",
    "activity": "Engaging in a scam by offering fake job opportunities to individuals abroad and convincing them to send money for fake tasks."
  },
  "incident_date": "Push 20, 2025",
  "response": {
    "official": "The case has been reported as an online scam targeting foreign workers. Authorities are advising citizens to be cautious when approached by unknown individuals offering seemingly lucrative job opportunities.",
    "investigation": "The authorities are continuing to investigate the fraudulent activities of the individual using the fake Amazon job offer to defraud individuals of significant sums of money."
  },
  "url": "https://www.techpana.com/2024/147704/nepali-man-loses-10-lakhs-trusting-girl-from-wrong-number"
},
{
  "case_id": "144",
  "title": "Nepal and Singapore Collaborate to Reduce Financial Crimes in Fintech Sector",
  "description": "Nepali IT and fintech company, Techrida Inc., has partnered with Singapore-based JForth Solutions to tackle financial crimes such as money laundering and terrorism financing in Nepal's fintech sector. The partnership aims to provide financial institutions with tools and training to meet international standards for crime prevention. This initiative follows a rise in banking fraud and financial crime incidents in Kathmandu Valley last year, underscoring the need for enhanced security in the fintech industry.",
  "location": {
    "district": "Kathmandu",
    "area": "Financial Crime Prevention / Fintech Industry"
  },
  "suspect": {
    "name": "N/A",
    "activity": "Financial institutions being provided with training and tools to prevent financial crimes, including money laundering and terrorism financing."
  },
  "incident_date": "Push 20, 2025",
  "response": {
    "official": "The collaboration between Techrida Inc. and JForth Solutions represents a significant step toward ensuring the sustainability and stability of Nepal's fintech sector by addressing financial crimes.",
    "investigation": "The partnership aims to equip financial institutions with the necessary resources to reduce financial crime risks and comply with regulations in both local and international contexts."
  },
  "url": "http://techpana.com/2024/147682/nepal-singapore-companies-collaborate-to-reduce-financial-crimes"
},
{
  "case_id": "145",
  "title": "Friend from Facebook Forcefully Takes Advantage of Teenager",
  "description": "A 16-year-old girl, Reshma Rout, was coerced by a group of five young men, including Padam Thapa, who she met through Facebook seven months ago. The men, after meeting the teenager in person, forced her into a physical relationship, with the assistance of others, and threatened her with her mobile phone. Following the incident, the victim reported the crime to the police, leading to an investigation. The incident has led to charges of forced coercion and assault against the accused.",
  "location": {
    "district": "Kathmandu",
    "area": "Chilari Chok / Airport Road"
  },
  "suspect": [
    {
      "name": "Padam Thapa",
      "age": 20,
      "activity": "Coercing the teenager into a physical relationship."
    },
    {
      "name": "Keshaw Bhandari",
      "age": 22,
      "activity": "Assisting in the coercion and physical assault of the victim."
    },
    {
      "name": "Hari Thapa",
      "age": 22,
      "activity": "Assisting in the coercion and physical assault of the victim."
    },
    {
      "name": "Balakrishna Joshi",
      "age": 22,
      "activity": "Assisting in the coercion and physical assault of the victim."
    },
    {
      "name": "Som Bik",
      "age": 22,
      "activity": "Assisting in the detention and coercion of the victim."
    }
  ],
  "incident_date": "March 20, 2025",
  "response": {
    "official": "Five young men, including Padam Thapa, have been charged with forced coercion and assault after a teenager reported the crime. Padam Thapa is in custody, and the remaining four are fugitives.",
    "investigation": "The police have filed charges based on the testimony of the victim, and the remaining suspects are being sought for arrest."
  },
  "victim": {
    "name": "Reshma Rout",
    "age": 16,
    "details": "A teenager who was coerced and forced into a physical relationship by the suspects. She reported the incident to her parents and the police."
  },
  "url": "https://www.techpana.com/2024/147596/facebook-friend-gang-rape-case-esewa-loan-trap-kailali"
  },
  {
    "case_id": "146",
    "title": "Deputy Mayor Dungol Files Complaint Against Fake AI Video and Social Media Harassment",
    "description": "Deputy Mayor Sunita Dungol of Kathmandu has filed a complaint with the Cyber Bureau after AI technology was used to create a fake video and spread defamatory content about her. The fake video, using deepfake technology, depicted a scene with her and Mayor Balen Shah. Dungol has also requested the closure of fake social media accounts created in her name, particularly a Facebook page that continues to operate despite previous requests for its removal.",
    "location": {
      "district": "Kathmandu",
      "area": "Social Media / Cybercrime"
    },
    "suspect": {
      "name": "Unknown",
      "activity": "Using deepfake technology to create defamatory videos and fake social media pages."
    },
    "incident_date": "March 12, 2025",
    "response": {
      "official": "Deputy Mayor Dungol has requested immediate action to remove the defamatory content from social networks and take legal action against the perpetrators of this character assassination.",
      "investigation": "The Cyber Bureau is investigating the use of AI technology to create fake content and has been urged to close the fake Facebook pages linked to Dungol's name."
    },
    "victim": {
      "name": "Sunita Dungol",
      "position": "Deputy Mayor of Kathmandu",
      "age": "N/A"
    },
    "url": "https://www.techpana.com/2024/147530/deputy-mayor-sunita-dangol-files-cyber-bureau-complaint-over-ai-fake-videos"
  },
  {
    "case_id": "147",
    "title": "Concerns Over Cyber Security Policy and National Internet Gateway Impacting Privacy and Freedom",
    "description": "Digital Rights Nepal released analysis papers highlighting the implications of the National Cyber Security Policy and the proposed National Internet Gateway (NIG). These policies raise concerns about the erosion of individual privacy and internet freedom, which could potentially lead to violations of human rights.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybersecurity Policy / Internet Freedom"
    },
    "suspect": {
      "name": "N/A",
      "activity": "Analysis of potential impacts of government cybersecurity policies and the National Internet Gateway on citizens' rights to internet freedom and privacy."
    },
    "incident_date": "Soun 2, 20 â‡ 1 20",
    "response": {
      "official": "Digital Rights Nepal has raised alarms over the potential threats to privacy and internet independence posed by the government's cybersecurity initiatives.",
      "investigation": "Further monitoring and analysis of the government's cybersecurity policies and their potential human rights implications are recommended."
    },
    "url": "https://www.techpana.com/2024/147498/comprehensive-analysis-paper-on-national-internet-gateway-and-cyber-security-police-of-nepal"
  },
  {
    "case_id": "148",
    "title": "Nepali Woman Arrested for Involvement in Online Scam and Human Trafficking in Myanmar",
    "description": "A 27-year-old woman, Kavita Gurung, was arrested for allegedly trafficking Nepali individuals to Myanmar, where they were forced into online scams. The victims were promised jobs involving English typing with a lucrative salary but were coerced into scamming people on social media to invest in virtual currencies like Bitcoin. The victims were also subjected to physical and mental torture if they failed to meet their targets.",
    "location": {
      "district": "Kathmandu",
      "area": "Human Trafficking / Online Scam"
    },
    "suspect": {
      "name": "Kavita Gurung",
      "activity": "Trafficking individuals to Myanmar for forced participation in online scams targeting foreigners, particularly through social media platforms."
    },
    "incident_date": "Mansir 25, 2080",
    "response": {
      "official": "Kavita Gurung has been arrested by the police, and investigations are ongoing. The Kathmandu District Court has extended her remand for further investigation. The police are also searching for other individuals involved in the scam.",
      "investigation": "Further investigation is ongoing to identify other suspects and to address the broader issue of human trafficking for online fraud."
    },
    "url": "https://www.techpana.com/2023/144897/young-woman-was-arrested-for-holding-a-nepali-hostage-and-using-her-to-commit-online-fraud"
  },
  {
    "case_id": "149",
    "title": "Graphics Designer Arrested for Making Over a Thousand Fake Educational Certificates",
    "description": "A graphics designer, Cyrus Vicakhe, has been arrested by the Kathmandu Valley Crime Investigation Office for producing over a thousand fake educational certificates. The police discovered a fraudulent certificate while investigating suspicious documents related to individuals who traveled abroad on visit visas. Upon investigation, Vicakhe admitted to producing numerous fake academic certificates.",
    "location": {
      "district": "Kathmandu",
      "area": "Fraud / Fake Educational Certificates"
    },
    "suspect": {
      "name": "Cyrus Vicakhe",
      "activity": "Creating and distributing fake educational certificates for individuals traveling abroad."
    },
    "incident_date": "Katik 1, 2080",
    "response": {
      "official": "Cyrus Vicakhe has been arrested and further investigation is ongoing. The police are verifying the evidence obtained, including his phone and CPU, to identify the extent of the fraud.",
      "investigation": "The police have begun a thorough investigation and are looking into the number of people involved in using these fake certificates."
    },
    "url": "https://www.techpana.com/2023/144447/graphics-designer-arrested-for-making-more-than-1000-fake-educational-certificates"
  },
  {
    "case_id": "150",
    "title": "Vietnamese Hacker Takes Control of Finance Minister's Facebook Page",
    "description": "A Vietnamese hacker took control of Finance Minister Prakasharan Mahat's official Facebook page on June 1. The page was restored after a month of control by the hacker, with the help of the technical team from the Finance Minister's office. The page had been inaccessible after the loss of the old password and was brought back with assistance from Meta. No unauthorized posts were made during the period of control.",
    "location": {
      "district": "Kathmandu",
      "area": "Social Media / Cybersecurity"
    },
    "suspect": {
      "name": "Unknown (Vietnamese Hacker)",
      "activity": "Hacking and taking control of the official Facebook page of the Finance Minister."
    },
    "incident_date": "Bhadau 1, 2080",
    "response": {
      "official": "The Finance Minister's team regained control of the Facebook page after a month-long struggle, working with Meta to resolve the issue.",
      "investigation": "The investigation focuses on the hacking incident, but no unnecessary posts were made by the hacker during the period of control."
    },
    "url": "https://www.techpana.com/2023/143610/finance-minister-prakash-sharan-mahat-facebook-page-returns-after-month-long-hijack"
  },
  {
    "case_id": "151",
    "title": "Cyber Bureau Takes Action Against Thousands Involved in Online Crime",
    "description": "In the fiscal year 20â°â°/060, Nepal's Cyber Bureau has taken action against approximately six thousand individuals involved in various online crimes. The bureau has investigated over five thousand complaints filed under the Electronic Trade Act 20â°â°. The complaints involved issues such as online harassment, hate speech, defamation, and violations related to public ethics and etiquette in electronic media.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybersecurity / Online Crime"
    },
    "suspect": {
      "name": "Unknown (Involved in online crimes)",
      "activity": "Engaging in online harassment, defamation, hate speech, and violations of public ethics through digital means."
    },
    "incident_date": "Soun 1, 20â°â°",
    "response": {
      "official": "The Cyber Bureau has investigated and taken action on over six thousand complaints filed under the Electronic Trade Act, focusing on online harassment, defamation, and violations of online ethics.",
      "investigation": "The bureau is continuing to monitor and investigate cybercrimes, with emphasis on preventing harmful content and actions that violate public ethics and regulations."
    },
    "url": "https://www.techpana.com/2023/143391/cyber-bureau-takes-action-against-nearly-6000-in-last-year"
  },
  {
    "case_id": "152",
    "title": "Couple Arrested for Stealing and Selling IT Equipment from Multiple Companies",
    "description": "A couple, including a man with a criminal background, has been arrested for stealing IT equipment, including laptops and phones, from various IT companies. The stolen goods were sold at a cheaper price through an online platform, 'Our Market Dotcom.' The couple had been involved in this activity as part of their plans to raise money to go to Australia. Police confiscated multiple stolen items from their apartment, and further investigations are underway.",
    "location": {
      "district": "Kathmandu",
      "area": "IT Theft / Online Fraud"
    },
    "suspect": {
      "name": "B. Savodh and Roshani Mahjan",
      "activity": "Stealing laptops, phones, and other IT equipment from IT companies, selling the stolen goods online at discounted prices."
    },
    "incident_date": "Asar 10, 20â°â°",
    "response": {
      "official": "The police have arrested the suspects and recovered multiple stolen items, including nine laptops and phones. Investigations are ongoing, and the stolen goods were being sold on the 'Our Market Dotcom' platform at a reduced price.",
      "investigation": "The police are currently investigating the couple's activities, including their plan to use the stolen items to fund their trip to Australia. They are also urging the public not to buy stolen goods online."
    },
    "url": "https://www.techpana.com/2023/142880/a-couple-involved-in-theft-to-go-to-australia"
  },
  {
    "case_id": "153",
    "title": "Nepali Virgin Girl APK Spreading Malware, Targeting Banking and Digital Payment Users",
    "description": "A new form of malware named 'Nepali Virgin Girl APK' is being spread through WhatsApp messages that claim to help users find a sex partner. The APK targets users of mobile banking and digital payment services. Once installed, the malware can take control of the device, stealing sensitive information such as bank account details. The cybercrime investigation team has reported multiple complaints from users who have lost money after installing the APK.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybersecurity and Online Fraud"
    },
    "suspects": {
      "name": "Indian and Nepali fraudsters",
      "activity": "Creating and distributing the malware through fraudulent APKs to steal users' personal and financial information."
    },
    "incident_date": "Jeth 2, 20â°â°",
    "response": {
      "official": "The Kathmandu Valley Crime Investigation Office has arrested 8 Indian nationals and 7 Nepali citizens on charges of fraud. The malware, originally known as 'Nepali Girl APK,' had previously caused millions of rupees in losses. The app is now circulating under a new name. The police are investigating the matter further and advising users not to click on suspicious links.",
      "investigation": "The police are conducting internal research into how the app collects bank account details and spreads malware. Users are being urged to avoid clicking on suspicious links and to report any incidents of fraud or malware to the authorities."
    },
    "url": "https://www.techpana.com/2023/142657/your-device-may-be-infected-with-nepali-virgin-girl-apk-malware"
  },
  {
    "case_id": "154",
    "title": "Personal Details of 20 Million Nepali Voters Exposed Online, High Risk of Abuse",
    "description": "The Election Commission of Nepal has made the personal details of around 20 million voters publicly available on their website. This includes sensitive data such as voter names, ages, spouse names, and parents' names. The Commission's decision to publish this information without proper privacy safeguards has raised concerns about identity theft, fraud, and potential misuse. The exposure increases the likelihood of cyberattacks and unauthorized access to voter information.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybersecurity, Data Privacy"
    },
    "suspects": {
      "name": "Election Commission of Nepal",
      "activity": "Publishing personal voter details online without proper privacy protections, violating data protection laws."
    },
    "incident_date": "Katik 1, 20__",
    "response": {
      "official": "The Election Commission has made the voter details public for election transparency, but they have not implemented sufficient privacy protection measures for online exposure. Civil rights organizations have raised concerns about the risks of data abuse and privacy violations.",
      "investigation": "The issue has raised legal and cybersecurity concerns, with experts warning that this data exposure could lead to fraud, fake accounts, and identity theft. The Election Commission has not yet shown a technical solution to safeguard the privacy of voters' data online."
    },
    "laws_violated": [
      "Article 2 of Nepal's Constitution - Right to Privacy",
      "Data Privacy Act"
    ],
    "url": "https://techpana.com/2022/139532/data-privacy-pii-election-commission-voter-list"
  },
  {
    "case_id": "159",
    "title": "Indian Citizen Arrested for Bypassing International Calls and Leaking Revenue in Nepal",
    "description": "Irfan Sufian Khan, an Indian citizen, was arrested for operating an illegal call bypassing operation in Nepal, resulting in significant revenue leakage for telecommunication providers. He used VoIP and GOIP technology to reroute international calls as local calls, bypassing Nepal Telecom and Ncell's legitimate routes. This caused financial losses for telecom companies and violated Nepal's Telecommunications Act.",
    "location": {
      "district": "Kathmandu",
      "area": "Telecommunications Fraud"
    },
    "suspects": {
      "name": "Irfan Sufian Khan",
      "activity": "Operating an illegal call bypass center, using unauthorized technology to reroute international calls, causing revenue loss for telecom companies."
    },
    "incident_date": "Asar 1, 20â°Â¹",
    "response": {
      "official": "A joint team from the District Police Office and the Cyber Bureau arrested Khan after investigating his illegal operations. The authorities seized equipment including VoIP gateways, routers, and SIM cards from Nepal Telecom and Ensel, which were being used for bypassing international calls.",
      "investigation": "The investigation is ongoing, and Khan is being held under the Telecommunications Act for further legal action."
    },
    "laws_violated": [
      "Telecommunications Act",
      "Cybercrime Act"
    ],
    "equipment_seized": [
      "VOIP Gateway",
      "Internet Routers",
      "Nepal Telecom and Ensel SIM cards"
    ],
    "potential_consequences": [
      "Financial loss for telecommunications providers",
      "Revenue leakage due to unauthorized call rerouting",
      "Increased risk of cybersecurity issues"
    ],
    "url": "https://techpana.com/2022/130771"
  },
  {
    "case_id": "160",
    "title": "Increasing Misuse of SMS, CIB's Request to Remain Vigilant Against Fraudulent SMS Scams",
    "description": "The Central Bureau of Investigation (CIB) of Nepal has issued a public alert regarding the increasing misuse of SMS for fraudulent activities. Scammers are sending SMS messages claiming that recipients have been in contact with a person who tested positive for COVID-19 and are required to undergo a PCR test, threatening a fine if ignored. These SMS messages are misleading and are part of a scam to deceive users into providing personal or financial information. The CIB urges citizens to remain vigilant and avoid falling victim to such scams.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybersecurity and Online Fraud"
    },
    "suspects": {
      "name": "Unknown fraudsters",
      "activity": "Sending fraudulent SMS messages to deceive users into providing personal information and committing financial fraud."
    },
    "incident_date": "Asar 0, 20â°â°",
    "response": {
      "official": "The CIB has issued a public statement urging citizens to remain vigilant against fraudulent SMS scams. The police advise mobile users to ignore suspicious messages and not share personal information through SMS. The police are investigating the source of these fraudulent messages and have warned people not to click on suspicious links or respond to offers of lotteries or discounts, which are part of the scam.",
      "investigation": "The police are working to identify the perpetrators of the fraudulent SMS scams and are advising the public to report any such messages to authorities or telecom providers. Further investigations are underway to trace the origins of these scams and to prevent further misuse."
    },
    "url": "https://techpana.com/2022/25499"
  },
  {
    "case_id": "161",
    "title": "France Passes Law to Remove Hate Speech Within 2 Hours on Online Platforms",
    "description": "The lower house of France has passed a controversial law requiring online platforms to remove hate speech, including content related to threats of violence, discrimination, and genocide, within 2 hours. This law imposes fines on companies that fail to comply with the regulation, including severe penalties for failure to remove more serious content, such as counter-terrorism material and child pornography, within an hour. The law aims to combat the growing problem of hate speech on social media and online platforms.",
    "location": {
      "country": "France",
      "region": "Europe",
      "area": "Cybersecurity and Online Content Regulation"
    },
    "suspects": {
      "name": "Social Media Platforms",
      "activity": "Failure to remove hate speech and harmful content from their platforms in a timely manner."
    },
    "incident_date": "Jeth 1, 20â°â°",
    "response": {
      "official": "The French government has passed the new law with a focus on removing harmful content, such as hate speech, terrorism-related material, and child exploitation, from online platforms within very short timeframes. The law imposes severe fines, including up to 4% of a company's global annual income for non-compliance.",
      "investigation": "The French Superior Council of Audio-Visual will regulate the enforcement of this law, and penalties will be applied to platforms that fail to act swiftly to remove prohibited content."
    },
    "url": "https://techpana.com/2022/22137"
  },
  {
    "case_id": "162",
    "title": "Illegal Sharing of Nepali Movie â€˜Shameless Asylumâ€™ Clips on Social Media",
    "description": "Small clips from the Nepali movie 'Shameless Asylum' have been uploaded illegally on platforms like Ticket, Instagram, and Facebook Reels. These clips include critical parts of the movie, including the climax and key scenes. This unauthorized sharing is causing significant financial loss to the filmmakers and the Nepali film industry. Filmmakers and stakeholders are raising concerns over the increasing misuse of movie content on social media.",
    "location": {
      "country": "Nepal",
      "region": "Kathmandu",
      "area": "Film Industry and Cybersecurity"
    },
    "suspects": {
      "name": "Social Media Users and Unauthorized Uploaders",
      "activity": "Illegally uploading and sharing copyrighted movie content without permission, causing financial harm to the film industry."
    },
    "incident_date": "Fagun 1, 20â°â°",
    "response": {
      "official": "Filmmakers and industry stakeholders have expressed concerns over the loss of revenue due to the unauthorized sharing of movie clips. They are calling for action to stop the illegal upload and distribution of copyrighted content on social media platforms.",
      "investigation": "The film industry is urging law enforcement and social media platforms to take action against illegal content sharing and protect intellectual property rights."
    },
    "url": "https://www.techpana.com/2025/149726/nepali-movie-laj-sharanam-clips-viral-on-tiktok"
  },
  {
    "case_id": "163",
    "title": "22-Year-Old Young Man's Struggle with Online Gambling Addiction and Debt",
    "description": "A 22-year-old man, Silk Panziar, has lost millions of rupees to online gambling. After falling into addiction, he borrowed money from friends, family, and relatives to fund his gambling habits. Unable to pay back the debt, he sought help from the Kathmandu Valley Crime Research Office. He shared the painful consequences of his addiction, noting that online gambling can be more intoxicating than drugs and has ruined the lives of many young people, including himself.",
    "location": {
      "country": "Nepal",
      "region": "Kathmandu",
      "area": "Crime and Addiction"
    },
    "suspects": {
      "name": "Online Gambling Platforms",
      "activity": "Providing access to gambling opportunities that lead to addiction and significant financial losses for users."
    },
    "incident_date": "Fagun 10, 20â°â°",
    "response": {
      "official": "The Kathmandu Valley Crime Research Office is investigating the matter and looking into the operations of online gambling platforms that continue to function openly, despite causing harm to users.",
      "investigation": "Police are conducting investigations into how these online gambling platforms operate and the measures that can be taken to protect young people from falling into addiction and debt."
    },
    "url": "https://www.techpana.com/2025/149676/online-gambling-addiction-22-year-old-lost-29-lakh"
  },
  {
    "case_id": "164",
    "title": "Ministry of Health's Website Hacked by 'Captain Smoker3R' Hacker Group",
    "description": "The website of Nepal's Ministry of Health and Population was hacked by a group identifying itself as 'Captain Smoker3R'. The group altered the website to display 'Hacked by Captain Smoker3R', and changed details of staff including the Minister of Health, Pradip Poudel. The website is currently down while attempts are being made to restore it. The extent of data loss from the hack is not yet confirmed.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybersecurity and Government Website Attack"
    },
    "suspects": {
      "name": "Captain Smoker3R",
      "activity": "Hacking government websites and changing content, leaving links to their Telegram group, and possibly affiliated with the Bangalore-based hacker group 'Thunder Cyber Team'."
    },
    "incident_date": "Fagun 1, 20â°â°",
    "response": {
      "official": "The Ministry of Health's spokesperson, Dr. Prakash Bhagathoki, confirmed the attack and stated that efforts are underway to bring the website back online. The IT team has been instructed to resolve the issue immediately.",
      "investigation": "The investigation is ongoing to determine the full extent of the damage and to trace the responsible hackers. Authorities are also looking into connections to the 'Thunder Cyber Team' from Bangalore."
    },
    "url": "https://www.techpana.com/2025/149657/health-ministry-website-hacked-recovery-efforts-underway"
  },
  {
    "case_id": "165",
    "title": "Complaints Filed Against Comedian Sajan Shrestha and Podcaster Suu Kyat Pradha for Social Media Video",
    "description": "A complaint has been filed against comedian Sajan Shrestha, festival organizer Sapkota, and podcaster Suu Kyat Pradha for a video uploaded to social media that allegedly disrupted social harmony. The video, which featured a discussion on the impact of the social networking bill, included content that some viewers found offensive. The incident escalated when Shrestha performed a song that offended singer Kuma Sagar, leading to public outcry and criticism on social media. The video has since been removed from YouTube.",
    "location": {
      "district": "Kathmandu",
      "area": "Cybercrime and Social Media Content"
    },
    "suspects": {
      "name": "Sajan Shrestha, Sapkota, Suu Kyat Pradha",
      "activity": "Uploading a controversial video on social media platforms that disrupted social harmony and led to online backlash."
    },
    "incident_date": "Fagun 1, 20â°â°",
    "response": {
      "official": "Police Deputy Inspector Apilaraj Bohra confirmed the receipt of the complaint, stating that investigations are underway. Sajan Shrestha has apologized and removed the video from his social media accounts.",
      "investigation": "The police are investigating the complaint, focusing on whether the uploaded content violated any laws related to online harassment or disruption of public order. Legal action may follow depending on the findings."
    },
    "url": "https://www.techpana.com/2025/149616/nepali-comedy-scene-faces-legal-challenge-after-mocking-allegations"
  },
  {
    "case_id": "166",
    "title": "Indrive Driver Harasses Passenger via WhatsApp, Case Filed Under Electronic Trade Act",
    "description": "A case has been filed against Baral, an Indrive driver, for harassing a female passenger via WhatsApp after an unfair demand for additional payment. The driver sent inappropriate messages to the victim, leading to the filing of a complaint under the Electronic Trade Act, which criminalizes such behavior. The incident has raised concerns about passenger safety on ride-sharing platforms.",
    "location": {
      "district": "Kathmandu",
      "area": "Cyber Harassment and Online Misconduct"
    },
    "suspects": {
      "name": "Baral",
      "activity": "Harassing the victim through WhatsApp messages, making unfair demands for payment, and sending inappropriate offers."
    },
    "victim": {
      "name": "Female passenger",
      "age": "Not specified",
      "activity": "The victim was harassed by the driver through WhatsApp after the ride-sharing agreement and made aware of the incident by sharing a video on social media."
    },
    "incident_date": "Fagun 2, 20â°â°",
    "response": {
      "official": "The Kathmandu District Public Prosecutor's Office has filed charges against the driver for violating the Electronic Trade Act. The victim is seeking legal relief and compensation under the Crime Victims Protection Act.",
      "investigation": "The police have taken the driver into custody after the video went viral. The investigation is ongoing, and legal action is being pursued under both the Electronic Trade Act and the Crime Victims Protection Act."
    },
    "law_references": [
      "Electronic Trade Act, Section â‡",
      "Crime Victims Protection Act, Article 1"
    ],
    "url": "https://www.techpana.com/2025/149587/indrive-rider-faces-charges-inappropriate-message"
  },
  {
    "case_id": "167",
    "title": "Two Young Men Arrested for Fraud Using Fake Facebook ID, Stole 1 Million Rupees",
    "description": "Two individuals were arrested for committing fraud by creating a fake Facebook ID under the name 'Neyha Gurung' to deceive people. They were able to manipulate others and steal 1 million rupees through fraudulent means. The police investigation, based on information about the fraud, led to their arrest.",
    "location": {
      "district": "Kaski",
      "area": "Cyber Fraud and Online Identity Theft"
    },
    "suspects": {
      "name": ["Manish Bhujel", "Pahari"],
      "activity": "Creating and using a fake Facebook ID to deceive others and steal money by building fraudulent trust."
    },
    "victim": {
      "name": "Multiple individuals",
      "activity": "The victims were tricked by the fake Facebook ID and lost a total of 1 million rupees."
    },
    "incident_date": "Fagun 2, 20â°â°",
    "response": {
      "official": "The police arrested the two suspects after investigating the fraud. The suspects are charged with cyber fraud and online identity theft. Further investigation is ongoing.",
      "investigation": "The police began investigating after receiving information about the fraud and identified the suspects. They have since been taken into custody for further questioning and legal proceedings."
    },
    "law_references": [
      "Cyber Fraud and Online Identity Theft Laws"
    ],
    "url": "https://www.techpana.com/2025/149584/fake-facebook-id-uk-visa-scam-two-arrested-in-nepal"
  },
  {
    "case_id": "168",
    "title": "Municipality Website Hacked by Indonesian Hacker, Website Under Control",
    "description": "The website of Makwanpur Municipality was hacked by an Indonesian hacker. The hacker uploaded an unauthorized HTML file named 'c0p.html' on the subdomain 'https://khanepani.thahamun.gov.np/c0p.html'. The website has been compromised and is now under the control of the hacker. The incident was reported by cybersecurity researcher Rishwas Neupane, who published an article about the hacking event.",
    "location": {
      "district": "Makwanpur",
      "area": "Website Hacking and Cybersecurity"
    },
    "suspects": {
      "name": "Indonesian Hacker",
      "activity": "Gaining unauthorized access to the municipality's website and uploading malicious files to take control of it."
    },
    "incident_date": "Fagun 1, 20â°â°",
    "response": {
      "official": "Cybersecurity researchers and the authorities are investigating the incident. The municipality's website has been taken down to prevent further damage and to secure it from further exploitation.",
      "investigation": "Authorities are working with cybersecurity professionals to trace the origin of the hack and to remove the unauthorized content. The investigation is ongoing to identify the hacker and restore the website."
    },
    "url": "https://www.techpana.com/2025/149570/thaha-municipality-website-compromised-hacker"
  },
  {
    "case_id": "169",
    "title": "Police in Cybercrime Research Face Delays Due to Lack of Cooperation from Social Platforms",
    "description": "The police's cyber bureau in Nepal has reported that many popular social media platforms are failing to cooperate in cybercrime investigations. Despite receiving some data from Meta and Ticket, other platforms like Snapchat, Telegram, Twitter (X), and Instagram are not providing necessary data, causing delays in investigations. The police have expressed concerns about the lack of a focal person from these platforms to facilitate cooperation in investigations.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan",
      "ward": 32,
      "current_residence": {
        "district": "Kathmandu",
        "municipality": "Kathmandu Metropolitan",
        "ward": 32,
        "area": "Cyber Bureau"
      }
    },
    "suspect": {
      "name": "Deepa Bhattarai",
      "age": 35,
      "activity": "Police Inspector in Cyber Bureau expressing concerns over the delay in research due to non-cooperation from social media platforms."
    },
    "arrest_date": "2079-10-02",
    "legal_action": "Investigation ongoing under the Electronic Transactions Act, 2063.",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2025/149551/cybercrime-nepal-social-media-cooperation"
  },
  {
    "case_id": "170",
    "title": "Indian Nationals Arrested for Illegal Online Betting and Cryptocurrency Trading",
    "description": "Two Indian nationals arrested for engaging in illegal online betting and cryptocurrency trading in Kathmandu's Old Municipality.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Old Municipality"
    },
    "suspects": [
      {
        "activity": "Engaged in illegal online betting and cryptocurrency trading."
      },
      {
        "activity": "Engaged in illegal online betting and cryptocurrency trading."
      }
    ],
    "arrest_date": "2076-12-08",
    "legal_action": "Investigating under Cybercrime laws and illegal online betting regulations.",
    "law_sections": ["Electronic Transactions Act 2063", "Other relevant cybercrime laws"],
    "url": "https://www.techpana.com/2025/149527/23-indians-arrested-in-budanilkantha-kathmandu-for-online-betting-and-crypto-trading"
  },
  {
    "case_id": "171",
    "title": "Arrest of 22-Year-Old for Posting Offensive Content Against Religion and Caste on Facebook",
    "description": "A 22-year-old man was arrested for posting unfounded, offensive content on Facebook that violated religious tolerance and incited hatred between caste and sect.",
    "location": {
      "district": "Khadabari Municipality",
      "municipality": "Khadabari",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Narendraj Rai",
        "age": 22,
        "activity": "Posted offensive and divisive content on Facebook against religion and caste."
      }
    ],
    "arrest_date": "2076-12-08",
    "legal_action": "Investigated under the Electronic Transactions Act, 2063.",
    "law_sections": ["47"],
    "url": "https://www.techpana.com/2025/149524/facebook-post-inciting-religious-intolerance-52-year-old-man-arrested"
  },
  {
    "case_id": "172",
    "title": "Young Man Trapped in Cybercrime After Breakup with Girlfriend",
    "description": "A young man sought revenge on his ex-girlfriend after a breakup by using social media to send offensive messages and fake nude pictures, leading to his arrest under the Electronic Transactions Act.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Metropolitan City",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Avinash Pradhan",
        "age": 20,
        "activity": "Created fake social media accounts to send offensive messages and AI-generated nude pictures of his ex-girlfriend."
      }
    ],
    "victim": {
      "name": "Reshma Sharma",
      "age": "Unknown",
      "activity": "Victim of offensive messages and AI-generated nude pictures sent through fake social media accounts."
    },
    "arrest_date": "2076-12-10",
    "legal_action": "Investigated under the Electronic Transactions Act, 2063, for spreading offensive content and harassment.",
    "law_sections": ["20"],
    "url": "https://www.techpana.com/2025/149501/reddit-breakup-stranger-help-cybercrime-trap"
  },
  {
    "case_id": "173",
    "title": "Arrest for Call Bypassing and Recovery of Multiple SIM Cards",
    "description": "Rohit Ahir arrested for bypassing calls illegally, with multiple SIM cards and other electronic equipment recovered from his residence.",
    "location": {
      "district": "Nawalparasi",
      "municipality": "Siddhartha Municipality",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Rohit Ahir",
        "age": 22,
        "activity": "Arrested for bypassing calls illegally, tools for call bypassing, and multiple SIM cards recovered."
      }
    ],
    "arrest_date": "2076-12-10",
    "legal_action": "Investigation under the Electronic Transactions Act for illegal use of telecom resources.",
    "law_sections": ["20"],
    "recovered_items": [
      "Spoiler Company Hub",
      "Intel Core i5 CPU",
      "Modem",
      "Antennas",
      "NTC SIM cards",
      "Ensel SIM cards",
      "Mobile",
      "Laptop",
      "Monitor",
      "Router",
      "Switch",
      "Network Video Recorder",
      "Hub Cable"
    ],
    "url": "https://www.techpana.com/2025/149499/one-arrested-for-bypassing-yesterday-450-plus-sim-cards-seizeds"
  },
  {
    "case_id": "174",
    "title": "Cyber Attack on WhatsApp Using Zero-Click Exploit",
    "description": "WhatsApp users fell victim to a cyber attack carried out using spyware, specifically a Zero-Click Exploit, without any interaction from the target users. The attack was linked to the Israeli spyware company, Paragon Solutions.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu Valley",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Paragon Solutions",
        "activity": "Accused of sending malicious documents to WhatsApp users containing Zero-Click Exploit malware."
      }
    ],
    "arrest_date": "Under Investigation",
    "legal_action": "Ongoing investigation with Meta seeking further legal treatment from Paragon Solutions.",
    "law_sections": ["47"],
    "url": "https://techpana.com/2025/149457/whatsapp-users-zero-click-cyber-attack-meta-security-breach"
  },
  {
    "case_id": "175",
    "title": "Fraud and Digital Arrest Scare",
    "description": "Two individuals, Manish Kumar Mehta and Indrajit Yadav, were arrested for engaging in cyber fraud by impersonating security officers and threatening victims with digital arrest to extort money.",
    "location": {
      "district": "Sunsari",
      "municipality": "Unknown",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Manish Kumar Mehta",
        "activity": "Engaged in cyber fraud by impersonating security officers and extorting money."
      },
      {
        "name": "Indrajit Yadav",
        "activity": "Engaged in cyber fraud by impersonating security officers and extorting money."
      }
    ],
    "arrest_date": "Magh 22, 20â¿Â¹",
    "legal_action": "Investigation under Electronic Media Fraud, ongoing investigation under Nepal Police's Cyber Bureau.",
    "law_sections": ["47"],
    "url": "https://techpana.com/2025/149456/Two-arrested-for-spreading-digital-arrest-scam-in-nepal"
  },
  {
    "case_id": "176",
    "title": "Illegal Online Gambling Operation in Lalitpur",
    "description": "Ten individuals, including 10 Indians and 1 Nepali, were arrested for illegally operating online gambling platforms in two houses rented in Lalitpur. The operation had a turnover of over three billion rupees over six months.",
    "location": {
      "district": "Lalitpur",
      "municipality": "Sanepa",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Unknown",
        "activity": "Operating illegal online gambling platforms using rented houses in Lalitpur."
      },
      {
        "name": "Indian Nationals",
        "activity": "Managing illegal online gambling platforms and utilizing Nepali citizens for operations."
      }
    ],
    "arrest_date": "Magh 21, 20â¿Â¹",
    "legal_action": "Investigation under the Foreign Exchange (Regulating) Act, 2006, and Article 12 of the Gambling Act.",
    "law_sections": ["12", "Foreign Exchange (Regulating) Act, 2006"],
    "url": "https://techpana.com/2025/149433/lalitpur-online-gambling-bust-3-billion-illegal-trade"
  },
  {
    "case_id": "177",
    "title": "Illegal Upload of Nepali Movie Clips on TikTok",
    "description": "Clips of the Nepali movie 'Actor: Tech One' were illegally uploaded on TikTok, including the movie's main climax scene and other key moments, causing harm to the film's release and the industry.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Kathmandu"
    },
    "suspects": [
      {
        "name": "Unknown",
        "activity": "Uploading copyrighted movie clips on TikTok and other social media platforms."
      }
    ],
    "arrest_date": "Magh 1, 20â¿Â¹",
    "legal_action": "Investigation under copyright infringement and intellectual property laws.",
    "law_sections": ["Copyright Act, 2059"],
    "url": "https://techpana.com/2025/149421/aktor-take-one-clips-tiktok-revealing-climax-scenes"
  },

  {
  "case_id": "178",
  "title": "Teenager Killed After Rejection of Sexual Offer",
  "description": "A teenager was killed by a phone contact after rejecting a sexual offer. The two teenagers met in a remote location in Acham, where a dispute over physical advances led to the tragic death.",
  "location": {
    "district": "Acham",
    "municipality": "Fuku",
    "ward": "Unknown",
    "current_residence": {
      "district": "Acham",
      "municipality": "Shodsa",
      "ward": "Unknown",
      "area": "Shodsa River"
    }
  },
  "suspect": {
    "name": "Unknown",
    "age": "Unknown",
    "activity": "After a sexual offer was rejected, the suspect hit the victim on the head with a stone, causing fatal injuries."
  },
  "victim": {
    "name": "Saraswati",
    "age": 16,
    "relation": "Friend of the suspect"
  },
  "url": "https://techpana.com/2025/149417/double-murder-after-rejected-sexual-advances"
  },
  {
    "case_id": "180",
    "title": "Indian Citizens Arrested for Cryptocurrency Business in Nepal",
    "description": "Three Indian citizens were arrested in Nepal for engaging in cryptocurrency transactions, including Bitcoin, without proper authorization.",
    "location": {
      "district": "Kapilvastu",
      "municipality": "Shivaraj",
      "ward": "1"
    },
    "suspects": [
      {
        "name": "Vijandarkumar Sani",
        "age": 30,
        "activity": "Engaged in cryptocurrency transactions using MESC AP."
      },
      {
        "name": "Monu Sani",
        "age": 22,
        "activity": "Engaged in cryptocurrency transactions using MESC AP."
      },
      {
        "name": "Nandalal Sani",
        "age": 28,
        "activity": "Engaged in cryptocurrency transactions using MESC AP."
      }
    ],
    "arrest_date": "Magh 1, 2081",
    "legal_action": "Investigation under the Crime Code of Nepal, Article 22, Article 2(a).",
    "law_sections": ["22", "2(a)"],
    "incident_details": {
      "date": "Magh 1, 2081",
      "time": "Afternoon",
      "location": "Hotel, Shivaraj Municipality-1, Kapilvastu",
      "description": "The three Indian nationals were arrested by the Kapilvastu District Police for engaging in illegal cryptocurrency transactions. They were found using MESC AP to facilitate Bitcoin (USDT) transactions."
    },
    "url": "https://techpana.com/2025/149411/three-indian-nationals-arrested-in-nepal-for-crypto-trading"
  },
  {
    "case_id": "181",
    "title": "Organized Online Fraud and Cryptocurrency Transactions in Nepal",
    "description": "Seven individuals, including two Indian citizens, were arrested for engaging in online fraud involving banned cryptocurrency transactions in Nepal. The fraud involved over three billion rupees.",
    "location": {
      "district": "Kathmandu",
      "municipality": "Unknown",
      "ward": "Unknown"
    },
    "suspects": [
      {
        "name": "Michael Dangaura",
        "activity": "Master agent, organized online fraud and cryptocurrency transactions."
      },
      {
        "name": "Anil Worldcarma",
        "activity": "Involved in online fraud and cryptocurrency transactions."
      },
      {
        "name": "Piyush Shrestha",
        "activity": "Involved in online fraud and cryptocurrency transactions."
      },
      {
        "name": "Assavin Chaulagai",
        "activity": "Involved in online fraud and cryptocurrency transactions."
      },
      {
        "name": "Satyam Kumar Sahani",
        "activity": "Involved in online fraud and cryptocurrency transactions."
      },
      {
        "name": "Roshan Kumar",
        "activity": "Involved in online fraud and cryptocurrency transactions."
      },
      {
        "name": "Munna Kumar",
        "activity": "Involved in online fraud and cryptocurrency transactions."
      }
    ],
    "arrest_date": "Magh 1, 2081",
    "legal_action": "Investigation under the Cybercrime Act, Cryptocurrency Regulations, and Online Fraud Prevention Laws.",
    "law_sections": ["Cybercrime Act", "Cryptocurrency Regulations", "Online Fraud Prevention Laws"],
    "incident_details": {
      "date": "Magh 1, 2081",
      "time": "Afternoon",
      "location": "Kathmandu",
      "description": "The arrested individuals were found to be part of a network involved in online fraud, deceiving users of banks and digital wallets through fake advertisements for online jobs and investments. They used the proceeds to buy cryptocurrency and game points."
    },
    "fraud_amount": "Over three billion rupees",
    "recovered_items": [
      "Supercomputer CPU",
      "Mobile phones of various brands",
      "Bank checks",
      "Rs 10 million"
    ],
    "url": "https://techpana.com/2025/149410/crypto-scam-busted-in-nepal-7-arrested"
  },
  {
    "case_id": "182",
    "title": "Mobile IVR Scam Resulting in Loss of Millions",
    "description": "A woman in Bangalore, India, lost two million rupees (about 3.2 million Nepalese rupees) after pressing a button in a fake IVR call from a fraudster pretending to be from the State Bank of India.",
    "location": {
      "district": "Bangalore",
      "municipality": "Girinagar"
    },
    "suspects": [
      {
        "name": "Unknown",
        "activity": "Organized fraudulent IVR call scam to trick victims into pressing a button that resulted in transferring money."
      }
    ],
    "victim": {
      "name": "Sumitra",
      "activity": "Pressing a button in a fake IVR call, resulting in a loss of two million rupees."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Investigation under the Information Technology Act and Indian Penal Code Section for fraud.",
    "law_sections": ["Section 66C of the Information Technology Act", "Indian Penal Code Section for Fraud"],
    "incident_details": {
      "date": "January 20, 2081",
      "location": "Girinagar, Bangalore",
      "description": "Sumitra received a fake IVR call, thinking it was from her bank. She pressed '1' when instructed, leading to the transfer of two million rupees from her bank account. Upon discovering the loss, she filed a complaint with the police and the Cyber Helpline."
    },
    "fraud_amount": "Two million rupees",
    "recovered_items": [
      "None as of yet"
    ],
    "url": "https://techpana.com/2025/149409/woman-loses-3-lakh-rupees-in-cyber-crime-bangalore-ivr-fraud"
  },
  {
    "case_id": "183",
    "title": "Fake Social Media Account Using Singer Sunita Dulal's Name for Fraud",
    "description": "A fake social media account using the name of the famous folklore singer Sunita Dulal has been found soliciting money. The singer has warned her fans on Facebook to be cautious and report the fake account.",
    "location": {
      "district": "Kathmandu"
    },
    "suspects": [
      {
        "activity": "Created a fake social media account using the name of Sunita Dulal to ask for money from people."
      }
    ],
    "victim": {
      "name": "Sunita Dulal",
      "activity": "Famous folklore singer whose name was used for fraudulent purposes on social media."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Investigation under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "incident_details": {
      "date": "Magh 1, 20â¿Â¹",
      "description": "A fake social media account named 'sonita03m' has been posting photographs and videos of Sunita Dulal for the past two days, attempting to solicit money from people. The singer has warned her fans through Facebook to report this fake account and avoid any fraudulent activity."
    },
    "url": "https://techpana.com/2025/149382/fake-tiktok-account-created-in-singer-sunita-dulal-name-to-ask-for-money"
  },
  {
    "case_id": "183",
    "title": "Fake Social Media Account Using Singer Sunita Dulal's Name for Fraud",
    "description": "A fake social media account using the name of the famous folklore singer Sunita Dulal has been found soliciting money. The singer has warned her fans on Facebook to be cautious and report the fake account.",
    "location": {
      "district": "Kathmandu"
    },
    "suspects": [
      {
        "activity": "Created a fake social media account using the name of Sunita Dulal to ask for money from people."
      }
    ],
    "victim": {
      "name": "Sunita Dulal",
      "activity": "Famous folklore singer whose name was used for fraudulent purposes on social media."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Investigation under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "incident_details": {
      "date": "Magh 1, 20â¿Â¹",
      "description": "A fake social media account named 'sonita03m' has been posting photographs and videos of Sunita Dulal for the past two days, attempting to solicit money from people. The singer has warned her fans through Facebook to report this fake account and avoid any fraudulent activity."
    },
    "url": "https://techpana.com/2025/149333/himalbet-promotes-online-gambling"
  },
  {
    "case_id": "184",
    "title": "Misusing the Name of Nepali IT Company for Online Scamming and Fraud",
    "description": "Scammers have misused the name of SD Tech, a Nepali IT company, to defraud people of millions online. The fraudsters used WhatsApp messages to promise people a daily income of up to 2,000 NPR, luring them to invest money in a fake scheme.",
    "location": {
      "district": "Kathmandu",
      "city": "Chitwan Bharatpur"
    },
    "suspects": [
      {
        "activity": "Used the name of SD Tech to send fraudulent messages offering part-time or full-time online jobs and scamming people into sending money after subscribing to YouTube channels."
      }
    ],
    "victim": {
      "name": "Saugat Devakota",
      "company": "SD Tech",
      "activity": "CEO of SD Tech, whose company's name was misused in the scam to defraud people."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Investigation under the Electronic Transactions Act 2063.",
    "law_sections": ["47"],
    "incident_details": {
      "date": "Magh 12, 20â¿Â¹",
      "description": "A scammer misused the name of SD Tech to offer people a fake job that promised earnings of up to 2,000 NPR a day. Victims were lured into performing tasks like subscribing to YouTube channels. After gaining their trust, the fraudsters started asking for larger deposits, claiming it would unlock higher earnings. The scam escalated as victims were threatened and coerced into depositing more money, eventually leading them to report the incident to the Cyber Bureau."
    },
    "url": "https://techpana.com/2025/149330/scammers-abuse-nepali-it-company-name-for-online-fraud"
  },
  {
    "case_id": "185",
    "title": "Two Arrests for Hacking Bhatvatani's Tax System and Manipulating Liabilities",
    "description": "Two individuals were arrested for hacking into the Bhatvatani supermarket's tax system and manipulating the tax details, adding over 100 million rupees in liabilities. They illegally accessed the Department of Internal Revenue's system using Bhatvatani's user credentials.",
    "location": {
      "district": "Kathmandu",
      "city": "Chitwan Bharatpur"
    },
    "suspects": [
      {
        "name": "Santosh Parajuli",
        "age": 22,
        "location": "Gorkha Vimsenthapa village-municipal",
        "activity": "Hacked into Bhatvatani's tax system and manipulated the tax statements using their credentials."
      },
      {
        "name": "Parin Pande",
        "age": 22,
        "location": "Chitwan Bharatpur",
        "activity": "Hacked into Bhatvatani's tax system and manipulated the tax statements using their credentials."
      }
    ],
    "victim": {
      "name": "Bhatvatani Supermarket",
      "activity": "A supermarket whose tax system was hacked to manipulate financial details and increase tax liabilities."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Investigation under the Electronic Transactions Act 2063 for computer-related offenses.",
    "law_sections": ["47"],
    "incident_details": {
      "date": "Magh 11, 20â¿Â¹",
      "description": "Santosh Parajuli and Parin Pande accessed Bhatvatani supermarketâ€™s tax system and manipulated the turnover, increasing the tax liability from 1 million to over 100 million rupees. Police recovered laptops, a CPU, mobile phones, and other electronic devices used in the crime. They also modified the business details of various taxpayers to adjust the revenue loss."
    },
    "url": "https://techpana.com/2025/149325/bhatbhateni-tax-system-hacked-two-arrested"
  },
  {
    "case_id": "186",
    "title": "Spread of â€˜Digital Aristotleâ€™ Fraud in Nepal, Fake Police Threatening and Looting Public",
    "description": "A fraudulent online scheme known as â€˜Digital Aristotleâ€™ has spread to Nepal, where scammers impersonate high-ranking police officials and threaten the public with digital arrests. They use fake emails and video calls to convince victims to pay money to avoid arrest.",
    "location": {
      "district": "Kathmandu",
      "country": "Nepal"
    },
    "suspects": [
      {
        "activity": "Impersonated Nepal Police officials to threaten the public with digital arrests, extorting money under false pretenses."
      }
    ],
    "victim": {
      "activity": "General public, including professionals such as doctors, teachers, and entrepreneurs, who have fallen victim to the scam."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Investigation under the Cybercrime Act.",
    "law_sections": ["47"],
    "incident_details": {
      "date": "Magh â‡ , 20â¿Â¹",
      "description": "A gang of fraudsters, using the same method as the â€˜Digital Arrestâ€™ fraud in India, has started targeting Nepalese citizens. They send threatening emails and fake video calls, impersonating high-ranking police officials. Victims are pressured to pay money to avoid being arrested, under the pretense of helping with an investigation. The victims are often unaware that they are being scammed until after they have paid.",
      "details": "The fraudsters have sent emails accusing the victims of accessing illegal content and threatening legal action unless they comply. One such email, reportedly sent to Tekpana, mentions the Central Investigation Bureau (CIB) and warns the recipient of legal consequences if they do not respond within two hours."
    },
    "url": "https://techpana.com/2025/149289/digital-arrest-scam-in-nepal-fake-police-target-civilians"
  },
  {
    "case_id": "188",
    "title": "Arrest of Young Man for Sending Pornographic Video to Former Partner's Sister",
    "description": "A young man has been arrested for sending pornographic photos and videos to his former partner's sister after a breakup. The incident occurred in Bhojpur and Kathmandu. The suspect was arrested by the Cyber Bureau following a complaint from the victim's family.",
    "location": {
      "district": "Kathmandu",
      "country": "Nepal"
    },
    "suspects": [
      {
        "name": "Saroj Bitterwall",
        "age": "1-year-old",
        "activity": "Sent pornographic photos and videos of his former partner's sister without consent after a breakup."
      },
      {
        "name": "Shrikrishna Karki",
        "age": "1-year-old",
        "activity": "Sent old photos and videos of his former partner and her family after their relationship deteriorated."
      }
    ],
    "victim": {
      "activity": "The victim's sister, who received unsolicited pornographic content from the suspect."
    },
    "arrest_date": "Magh â‡ , 20â¿Â¹",
    "legal_action": "Investigation under the Electronic Transactions Act 2063 for character assassination and distribution of explicit content without consent.",
    "law_sections": ["47"],
    "incident_details": {
      "date": "Magh â‡ , 20â¿Â¹",
      "description": "Saroj Bitterwall, after a breakup, sent pornographic photos and videos to his former partner's sister. Following a complaint filed at the Cyber Bureau, an investigation led to his arrest. Another individual, Srikrishna Karki, was arrested for sending explicit content to his ex-partner's family after their relationship deteriorated. Both arrests were made based on the violation of privacy and distribution of explicit content without consent."
    },
    "url": "https://techpana.com/2025/149228/man-arrested-for-sending-sisters-explicit-video-to-her-sibling"
  },
  {
    "case_id": "189",
    "title": "Divorce with Billionaire Husband to Marry Fake Celebrity Found on Instagram, Lost 110 Million",
    "description": "A French woman fell victim to an online scam by a fake celebrity on Instagram, who impersonated Hollywood actor Brad Pitt using AI-generated voice and images. The woman divorced her billionaire husband and lost 110 million rupees after being deceived by the fraudsters.",
    "location": {
      "country": "France"
    },
    "suspects": [
      {
        "activity": "Impersonated Brad Pitt using AI-generated voice and images to deceive the victim into believing they were in a relationship."
      }
    ],
    "victim": {
      "activity": "A French woman who lost 110 million rupees after being deceived by fake Brad Pitt impersonators on Instagram."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Police investigation is underway. The fraud involves AI-generated impersonation and online scams.",
    "incident_details": {
      "date": "Magh 2, 20â¿Â¹",
      "description": "A French woman fell into an online scam after being approached by a fake Instagram account impersonating Brad Pitt's mother. The scammer, using AI, sent the woman messages and videos, pretending to be Brad Pitt. Over a year and a half, the victim was convinced to send money for fake gifts, hospital treatments, and customs duties. Eventually, the victim was convinced to transfer 1 million euros to a Turkish account. The victim later realized she had been scammed when the real Brad Pitt was seen with his current wife, Ines de Ramon."
    },
    "url": "https://techpana.com/2025/149218/woman-loses-millions-to-fake-brad-pitt-scam"
  },
  {
    "case_id": "190",
    "title": "Police Office Digital Board Hack, Hacker's Search Continued",
    "description": "The digital board at the Far West Police Office was hacked, displaying 'I Love You Figure.' Police are investigating the hacker and working to recover the board. The incident is being handled under the Electronic Business Act, 20â¿Â¹.",
    "location": {
      "district": "Kathmandu",
      "region": "Far West"
    },
    "suspects": [
      {
        "activity": "Hacked the digital board at the Far West Police Office, changing the content to 'I Love You Figure.'"
      }
    ],
    "victim": {
      "activity": "Far West Police Office, which had its digital board hacked."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "The case is being handled under the Electronic Business Act, 20â¿Â¹. The hacker will be prosecuted once identified.",
    "incident_details": {
      "date": "Magh 1, 20â¿Â¹",
      "description": "The digital board at the Far West Police Office was hacked on the night of Monday, displaying the message 'I Love You Figure.' Police Deputy Inspector Navarrajki confirmed the recovery will take time, as the company representative for the board was on vacation. The police are trying to recover the system and are investigating the hacker who accessed the content management system of the board."
    },
    "url": "https://techpana.com/2025/149210/far-west-police-digital-board-hacked"
  },

  {
    "case_id": "192",
    "title": "Prime Minister Oli and Natur Ramkumari Zhankri's Deepfake Video Viral",
    "description": "A Deepfake video of Prime Minister KP Sharma Oli and Natur Ramkumari Zhankri has gone viral on social media. The video, shared by a user named 'Power Thing' on Facebook, includes offensive content and has raised concerns regarding the misuse of Deepfake technology.",
    "location": {
      "district": "Kathmandu",
      "region": "Nepal"
    },
    "suspects": [
      {
        "name": "Unknown",
        "activity": "Creation and dissemination of a Deepfake video using AI technology, potentially with malicious intent."
      }
    ],
    "victims": [
      {
        "name": "Prime Minister KP Sharma Oli",
        "role": "Public figure, victim of the Deepfake video."
      },
      {
        "name": "Natur Ramkumari Zhankri",
        "role": "Public figure, victim of the Deepfake video."
      }
    ],
    "incident_details": {
      "date": "Push 2, 20â¿Â¹",
      "description": "A viral Deepfake video featuring Prime Minister KP Sharma Oli and Natur Ramkumari Zhankri circulated on social media, drawing attention to the dangers of AI-generated fake content. The video was shared widely, including 21,000 likes and over 100 comments. Similar incidents involving other public figures, such as Mayor Balendra Shah and Deputy Mayor Sunita Dungol, have also occurred."
    },
    "technology_used": "Deepfake technology, which uses AI to manipulate photos and videos to misrepresent people, causing potential harm to their reputation and privacy.",
    "legal_action": "Concerns have been raised about the legal implications of Deepfake technology, including defamation, misinformation, and the potential for social disruption. Efforts to address the growing misuse of Deepfakes are ongoing.",
    "warning": "The article emphasizes the need for caution when consuming media content online, as Deepfake technology has become easily accessible and can be misused to spread misinformation, manipulate public opinion, and damage reputations.",
    "url": "https://techpana.com/2025/149153/pm-oli-ramkumari-jhakri-deepfake-video-viral"
  },
  {
    "case_id": "193",
    "title": "MP Gyanendra Royal Liquor Thousandar personal data with general phone number and address",
    "description": "MP Gyanendra Royal's post on Facebook led to the disclosure of thousands of people's personal information, including names, phone numbers, and addresses. Many users shared their details in response to his request, raising concerns about cybersecurity.",
    "location": {
      "district": "Kathmandu",
      "region": "Nepal"
    },
    "suspects": [
      {
        "name": "Gyanendra Royal",
        "role": "Member of Parliament, responsible for posting on Facebook that led to the disclosure of personal information."
      }
    ],
    "victims": [
      {
        "type": "General Public",
        "description": "Thousands of Nepali citizens who unknowingly shared their personal details, including contact numbers and addresses, in response to MP Gyanendra Royal's post."
      }
    ],
    "incident_details": {
      "date": "Push 2, 20â¿Â¹",
      "description": "MP Gyanendra Royal posted on Facebook, asking people to share their contact details, including phone numbers and addresses, through comments or messenger. As a result, over 9,000 comments were made, many of which included personal information. This situation has raised concerns among cybersecurity officials about privacy and data security."
    },
    "technology_used": "Facebook, social media platform used to gather personal data from individuals. The data was shared openly in comments and messenger.",
    "legal_action": "Concerns have been raised regarding the violation of privacy laws and the potential for identity theft or misuse of personal data. Authorities are investigating the matter.",
    "warning": "The article warns about the risks of sharing personal information on social media platforms, emphasizing the importance of protecting privacy and being cautious when responding to such requests.",
    "url": "https://techpana.com/2025/149149/lawmaker-gyanendra-shahi-leaks-personal-data-phone-numbers-addresses"
  },
  {
    "case_id": "194",
    "title": "Arrested a man who took a secret photo of Ayodhya Ram Temple from Chasma's camera",
    "description": "Jay Kumar, a young man from Gujarat, was arrested for secretly taking photos inside the Ayodhya Ram Temple using smart glasses. Despite a ban on mobile phones and cameras in the temple, he attempted to capture images using the glasses' camera.",
    "location": {
      "city": "Ayodhya",
      "state": "Uttar Pradesh",
      "country": "India"
    },
    "suspects": [
      {
        "name": "Jay Kumar",
        "role": "Suspect who attempted to secretly capture photos inside the Ayodhya Ram Temple using smart glasses."
      }
    ],
    "victims": [
      {
        "type": "Temple Administration",
        "description": "The administration of Ayodhya Ram Temple, whose privacy and rules were violated when a visitor attempted to take photos in the restricted area."
      }
    ],
    "incident_details": {
      "date": "Push 2, 20â¿Â¹",
      "description": "Jay Kumar from Gujarat tried to take photos inside the Ayodhya Ram Temple using smart glasses, a technology that allows images and videos to be captured discreetly. Despite the ban on mobile phones and cameras in the temple, Kumar used the smart glasses to capture photos, but was apprehended by the temple administration after being monitored."
    },
    "technology_used": "Smart glasses (such as Meta Ray-Ban) with built-in cameras and AI features that allow hands-free operation to capture photos, videos, and even make calls or send texts.",
    "legal_action": "Jay Kumar was arrested after being caught violating the temple's privacy rules by attempting to secretly capture images in a prohibited area.",
    "warning": "The article raises concerns about the potential misuse of smart glasses technology, particularly in sensitive or restricted areas, and the violation of privacy laws.",
    "url": "https://techpana.com/2025/149142/youth-caught-taking-photos-with-glasses-camera-ram-mandir-ayodhya"
  },
  {
    "case_id": "195",
    "title": "â€˜I need a boyfriend, message if anyone likes â€™ Who is doing this comment?",
    "description": "A recent trend on Facebook shows a large number of comments from accounts with the same message: 'I need a boyfriend, message me if someone likes it.' These comments are part of a scheme to redirect users to suspicious links, often leading to online betting sites or malware.",
    "location": {
      "city": "Kathmandu",
      "country": "Nepal"
    },
    "suspects": [
      {
        "role": "Unidentified individuals creating fake accounts to post comments and redirect users to malicious links."
      }
    ],
    "victims": [
      {
        "type": "Facebook users",
        "description": "Individuals who click on the suspicious links provided in comments, potentially leading them to unwanted websites or exposing them to malware."
      }
    ],
    "incident_details": {
      "date": "Push 21, 20â¿Â¹",
      "description": "Hundreds of fake Facebook accounts have been posting similar comments: 'I need a boyfriend, message me if someone likes it.' These comments contain links that lead users to redirect sites, including online betting platforms or malware sites. Clicking these links can cause financial harm or compromise users' devices with malware."
    },
    "technology_used": "Redirect Links, Affiliate Redirects, Link Rotators",
    "risks": [
      "Financial loss due to betting sites.",
      "Malware infection that can steal sensitive data and compromise device security."
    ],
    "warning": "Cybersecurity experts advise against clicking on suspicious links, especially those posted in comment sections or unrelated posts. Such links often lead to harmful websites.",
    "url": "https://techpana.com/2025/149122/facebook-comments-scam-redirect-links-beware-clickbait-tactics"
  },
  {
    "case_id": "196",
    "title": "Hacking the Digital Board of Street Choke and Offering Love to the Young Woman",
    "description": "The street light board in the main square of Kapilitem municipality Newtol was hacked. The board displayed an unauthorized message 'I Love You Mamata'. This incident led to concerns about security and control over public digital boards.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu"
    },
    "suspects": [
      {
        "activity": "Hacked the digital street light board to display a personal message 'I Love You Mamata'."
      }
    ],
    "victim": {
      "activity": "Kapilitem municipality and the public, affected by the unauthorized message displayed on the public digital board."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Municipal authorities are investigating the hacking incident. It involves unauthorized access to public digital infrastructure.",
    "incident_details": {
      "date": "Magh 21, 20â¿Â¹",
      "description": "The digital street light board in the main square of Newtol, Kapilitem municipality, was hacked, and an unauthorized message reading 'I Love You Mamata' was displayed. Sudip Poudel, the head of the municipality, confirmed the hacking and stated that steps were being taken to prevent future incidents. This isn't the first time the board has been hacked, as previously it displayed pornographic content."
    },
    "url": "https://techpana.com/2025/149121/digitalt-board-hacked-in-kapilbastu"
  },
  {
    "case_id": "197",
    "title": "2 Years in Prison for a Young Man Selling a Device to Show Netflix and Disney Plus Free",
    "description": "A young man named Sunny Kanda has been sentenced to two years in prison for selling a device that allowed people to access premium content like Netflix and Disney Plus for free. This violation of copyright law resulted in significant financial damage to the companies involved.",
    "location": {
      "country": "United Kingdom",
      "city": "Halifax"
    },
    "suspects": [
      {
        "activity": "Sold a device ('Dodge Sticks') that allowed users to access Netflix, Disney Plus, BT Sport, and Sky for free, violating copyright laws."
      }
    ],
    "victim": {
      "activity": "Streaming platforms like Netflix, Disney Plus, and others suffered financial losses due to the distribution of free access through the device."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Sunny Kanda was convicted of three charges: fraud, copyright infringement, and concealing bank transfers related to criminal activity. He was sentenced to two years in prison.",
    "incident_details": {
      "date": "Magh 21, 20â¿Â¹",
      "description": "Sunny Kanda, a resident of Whitley Halifax, UK, was sentenced to two years in prison by the New Crown Court after it was confirmed that he sold a device ('Dodge Sticks') which provided free access to paid streaming services like Netflix, Disney Plus, and others. His actions caused a loss of approximately 1.8 million pounds over a one-month period. He sold these devices through a private Facebook group with 4,000 members. The court ruled that Kanda had violated copyright laws, committed fraud, and concealed financial transactions related to his illegal activity."
    },
    "url": "https://techpana.com/2025/149120/man-jailed-for-selling-devices-to-watch-netflix-and-disney-free"
  },
  {
    "case_id": "198",
    "title": "Isseva's Claim That Its System Has Not Been Hacked",
    "description": "Isseva, a payment service provider, has issued a statement denying claims that its system was hacked. The company asserts that customers' money is safe and secure in bank accounts, not in digital wallets, and there has been no unauthorized access to its system.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu"
    },
    "suspects": [
      {
        "activity": "Misleading news claims regarding unauthorized access to Isseva's system."
      }
    ],
    "victim": {
      "activity": "Isseva customers, who have been misled by false news and claims of stolen money."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "The Cyber Bureau is investigating unauthorized access claims related to Fwan Soft's account, which is linked to Isseva. Technical analysis is being conducted to determine the cause of the unauthorized access.",
    "incident_details": {
      "date": "Magh 21, 20â¿Â¹",
      "description": "Isseva, a digital payment service provider, denied rumors circulating on social media that its system was hacked, leading to stolen customer funds. In its statement, Isseva clarified that customer funds are kept in bank accounts and not in digital wallets, ensuring security against unauthorized access. This follows news of unauthorized access and theft of funds from the Fwan Soft account, a company affiliated with Isseva. The Cyber Bureau is investigating the incident."
    },
    "url": "https://techpana.com/2024/149009/e-sewa-denies-hacking-rumors-funds-are-safe"
  },
  {
    "case_id": "199",
    "title": "Nicholas Bhussal Arrested on Charges of Making Public Photos of Ravi Lamishan's Custody",
    "description": "Dr. Nicholas Bhussal has been arrested for making public a photo of the detention of National Independent Party President Ravi Lamishan. The photo was shared on social media, which led to a public outcry, and Bhussal was taken into custody by the police in Kathmandu.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu"
    },
    "suspects": [
      {
        "activity": "Making public a photo of Ravi Lamishan's detention without authorization."
      }
    ],
    "victim": {
      "activity": "Ravi Lamishan, National Independent Party President, whose custody photo was shared without consent."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "Nicholas Bhussal has been arrested by the Kathmandu Valley Crime Investigation Office. The police are investigating the case, and Bhussal has apologized for unintentionally sharing the photo.",
    "incident_details": {
      "date": "Magh 22, 20â¿Â¹",
      "description": "Dr. Nicholas Bhussal was arrested by the police on Sunday evening in Kathmandu after he made public a photo of Ravi Lamishan's custody. The photo, which was shared on social media, created controversy and angered supporters of Raswapa. Bhussal later apologized for the incident, claiming it was unintentional. The police are investigating the matter, and there have been demands for legal action against those involved in the unauthorized release of the photo."
    },
    "url": "https://techpana.com/2024/148988/nikolas-bhusal-arrested"
  },
  {
    "case_id": "200",
    "title": "Unauthorized Access to Fwan Soft's Account to Steal Large Sums of Money, Researching Cyber Bureau",
    "description": "A large sum of money has been stolen from Fwan Soft's account due to unauthorized access. The company filed a complaint with the Cyber Bureau about the theft. An investigation is underway to determine how the money was stolen and to identify those responsible.",
    "location": {
      "country": "Nepal",
      "city": "Kathmandu"
    },
    "suspects": [
      {
        "activity": "Unauthorized access to Fwan Soft's account, likely to have stolen money."
      }
    ],
    "victim": {
      "activity": "Fwan Soft Group, a fintech company that suffered a large financial loss due to unauthorized access to their account."
    },
    "arrest_date": "Under Investigation",
    "legal_action": "The Cyber Bureau is conducting a technical analysis to investigate the unauthorized access. Several individuals are suspected in connection with the incident, and investigations are ongoing.",
    "incident_details": {
      "date": "Magh 2, 20â¿Â¹",
      "description": "Fwan Soft Group, a fintech company, reported that unauthorized access to its account led to the theft of Rs 200 million. The company filed a complaint with the Cyber Bureau, which is conducting an investigation. The investigation has found that the system was accessed illegally, and efforts are being made to identify the individuals behind the theft. The company is involved in various fintech activities, including managing internet and mobile banking systems for banks."
    },
    "url": "https://techpana.com/2024/148956/f1-soft-system-unauthorized-access-"
  }
]
